<html>
<head>
<title>Rota&ccedil;&atilde;o de um Espelho Plano </title>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
</head>

<body bgcolor="#FFFFFF" text="#000000">
<div align="center">
  <p><font color="#000066" size="4" face="Verdana, Arial, Helvetica, sans-serif"><b>3.4 - Rota&ccedil;&atilde;o 
    de um Espelho Plano </b></font></p>
  <p align="justify"><font color="#000000" size="2" face="Verdana, Arial, Helvetica, sans-serif">Observa-se 
    na simula&ccedil;&atilde;o abaixo (simula&ccedil;&atilde;o 2.4.1), que quando o espelho gira a posi&ccedil;&atilde;o da 
    imagem tamb&eacute;m gira, usando-se na simula&ccedil;&atilde;o apenas um 
    raio incidente e um raio refletido para tornar mais f&aacute;cil a demonstra&ccedil;&atilde;o. 
     Deve-se relembrar que a imagem do objeto &eacute; formado por in&uacute;meros 
    prolongamentos dos v&aacute;rios raios de luz que incidem sobre o espelho 
    (E). Para o caso em quest&atilde;o, quando o raio de luz incidente (i) incide perpendicularmente ao espelho 
    na posi&ccedil;&atilde;o (E<sub>1</sub>) ele reflete sobre ele mesmo (r<sub>1</sub>). 
    Quando o mesmo raio de luz (i) incide na posi&ccedil;&atilde;o do espelho 
    (E<sub>4</sub>) , em que houve uma rota&ccedil;&atilde;o do espelho num determinado 
    &acirc;ngulo em rela&ccedil;&atilde;o &agrave; posi&ccedil;&atilde;o (E<sub>1</sub>), 
    ele se reflete voltando na dire&ccedil;&atilde;o (r<sub>4</sub>).</font></p>
  <p align="center"><img src="../../img/rotacao_espelho.gif" width="320" height="210"><br>
    <font size="1" face="Verdana, Arial, Helvetica, sans-serif">Simula&ccedil;&atilde;o 
    3.4.1 - Simulando a rota&ccedil;&atilde;o do espelho plano e em conseq&uuml;&ecirc;ncia 
  a rota&ccedil;&atilde;o da imagem.</font></p>
  <p align="justify"><font face="Verdana, Arial, Helvetica, sans-serif" size="2">Na 
  figura abaixo (figura 3.4.1) encontram-se representados o espelho E<sub>1</sub> e espelho E<sub>4, </sub>que corresponde ao espelho E<sub>1</sub> rotado de um &acirc;ngulo &Acirc;<sub>1</sub>. O raio incidente (i) tem um &acirc;ngulo de incid&ecirc;ncia igual a zero em rela&ccedil;&atilde;o ao espelho E<sub>1</sub>, e um &acirc;ngulo de incid&ecirc;ncia &Acirc;<sub>2</sub> em rela&ccedil;&atilde;o ao espelho E<sub>4</sub>. Como (i) &eacute; perpendicular a E<sub>1</sub> e N &eacute; perpendicular E<sub>4</sub>, o &acirc;ngulo (i) e N &eacute; igual ao &acirc;ngulo entre E<sub>1</sub> e E<sub>2 </sub>(&Acirc;<sub>1</sub>), ou seja, &Acirc;<sub>2</sub>= &Acirc;<sub>1</sub>. Isso indica que o &acirc;ngulo de incid&ecirc;ncia no espelho E<sub>4</sub> (&Acirc;<sub>2</sub>) &eacute; igual ao &acirc;ngulo de incid&ecirc;ncia no espelho E<sub>1</sub> (zero no caso) mais o &acirc;ngulo de rota&ccedil;&atilde;o do espelho.</font><font face="Verdana, Arial, Helvetica, sans-serif" size="3"><sub><br>
  </sub></font></p>
  <p align="center"><img src="../../img/angulo_rotacao.gif" width="320" height="210"><br>
    <font face="Verdana, Arial, Helvetica, sans-serif" size="1">Figura 
    3.4.1- Representa&ccedil;&atilde;o dos &acirc;ngulos de incid&ecirc;ncia e reflex&atilde;o 
  no espelho rotacionado.</font></p>
</div>
</body>
</html>
