<HTML>
<HEAD>
<META HTTP-EQUIV="Content-Type" CONTENT="text/html; charset=windows-1252">
<META NAME="Generator" CONTENT="Microsoft Word 97">
<TITLE>Difração por uma fenda</TITLE>
<META NAME="Template" CONTENT="C:\ARQUIVOS DE PROGRAMAS\MICROSOFT OFFICE\OFFICE\html.dot">
</HEAD>
<BODY TEXT="#000000" LINK="#0000ff" VLINK="#0000ff" BGCOLOR="#ffffcc" alink="#FF0000">

<P ALIGN="CENTER"><CENTER>
  Difra&ccedil;&atilde;o por uma fenda
</CENTER>
<FONT SIZE=5>
<applet code=Slit1.class width=608 height=359 >
</applet>
<P ALIGN="CENTER">&nbsp;</P>
</FONT>
<P ALIGN="CENTER"><CENTER><TABLE CELLSPACING=0 BORDER=0 CELLPADDING=4 WIDTH=633>
<TR><TD VALIGN="TOP">
<P ALIGN="JUSTIFY"><B>Difra&ccedil;&atilde;o:<BR>
</B>A difra&ccedil;&atilde;o &eacute; explicada pelo Princ&iacute;pio de Huygens: quando os pontos de uma abertura ou de um obst&aacute;culo s&atilde;o atingidos pela frente de onda eles tornam-se fontes de ondas secund&aacute;rias que mudam a dire&ccedil;&atilde;o de propaga&ccedil;&atilde;o da onda principal, contornando o obst&aacute;culo.&nbsp;<BR>
O fen&ocirc;meno da difra&ccedil;&atilde;o somente &eacute; n&iacute;tido quando as dimens&otilde;es da abertura ou do obst&aacute;culo forem da ordem de grandeza do comprimento de onda da onda incidente.<BR>
A difra&ccedil;&atilde;o ocorre com qualquer tipo de onda. Nas ondas sonoras, por exemplo, permite que escutemos a voz de uma pessoa que nos chama, mesmo que esta pessoa esteja atr&aacute;s de um obst&aacute;culo. <BR>
Com a luz tamb&eacute;m ocorre a difra&ccedil;&atilde;o, por&eacute;m &eacute; mais dif&iacute;cil percebermos a difra&ccedil;&atilde;o de ondas luminosas, porque os obst&aacute;culos e aberturas em que a luz incide s&atilde;o normalmente bastante grandes em rela&ccedil;&atilde;o ao seu comprimento de onda. Entretanto, se fizermos a luz passar por orif&iacute;cios cada vez menores, observaremos que a luz sofrer&aacute; difra&ccedil;&atilde;o ao passar por esse orif&iacute;cio.</P>
<B><P ALIGN="JUSTIFY">Como usar este applet</B>:<BR>
<FONT FACE="Arial, Helvetica" SIZE=2>Este applet mostra o caso mais simples de difra&ccedil;&atilde;o, isto &eacute;, a difra&ccedil;&atilde;o por uma &uacute;nica fenda. Voc&ecirc; pode mudar a cor da luz selecionando uma posi&ccedil;&atilde;o do espectro. Voc&ecirc; tamb&eacute;m pode mudar a largura da fenda arrastando um dos lados.</P>
</FONT><B><P ALIGN="JUSTIFY">Para saber mais:</B> CONCEITOS - Difra&ccedil;&atilde;o.</P>
<B><P ALIGN="JUSTIFY">Autores do applet:</B> Sergey Kiselev e Tanya Yanovsky-Kiselev</TD>
</TR>
</TABLE>
</CENTER></P>

<B><FONT SIZE=2><P ALIGN="CENTER">&nbsp;</B></FONT><A HREF="http://br.geocities.com/saladefisica3/laboratorio.htm"><B><FONT SIZE=2>&Iacute;NDICE DO LABORAT&Oacute;RIO</B></FONT></A></P>
<P ALIGN="CENTER"><A HREF="http://br.geocities.com/saladefisica/index.html"><B><FONT SIZE=2>&Iacute;NDICE GERAL</B></FONT></A></P></BODY>
</HTML>
<!-- text below generated by server. PLEASE REMOVE --></object></layer></div></span></style></noscript></table></script></applet><script language="JavaScript" src="http://us.i1.yimg.com/us.yimg.com/i/mc/mc.js"></script><script language="JavaScript" src="http://geocities.com/js_source/geov2.js"></script><script language="javascript">geovisit();</script><noscript><img src="file:///D|/tmp/val/fisica_2/visit.webhosting.yahoo.com/Wca8bddcd0623.gif" alt="setstats" border="0" width="1" height="1"></noscript>
<IMG SRC="file:///D|/tmp/val/fisica_2/geo.yahoo.com/Wc2e8facfe416d.com" ALT=1 WIDTH=1 HEIGHT=1>
