<html>
<head>
<title>Difra&ccedil;&atilde;o de Fraunhofer </title>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
</head>

<body bgcolor="#FFFFFF" text="#000000">
<div align="center">
  <p><font color="#000066" size="4" face="Verdana, Arial, Helvetica, sans-serif"><b>8.1 - Difra&ccedil;&atilde;o 
    de Fraunhofer </b></font></p>
  <p class=MsoNormal style='mso-margin-top-alt:auto;mso-margin-bottom-alt:auto;
text-align:justify;mso-hyphenate:auto'><span style='font-size:10.0pt;
font-family:Verdana;color:black;mso-fareast-language:PT-BR'>Ao provocar-se uma oscila&ccedil;&atilde;o em uma cuba contendo &aacute;gua, a qual apresenta em seu centro um obst&aacute;culo com uma abertura se observa que a &aacute;gua que oscila na abertura atua como uma nova fonte de ondas, espalhando-se pelo outro lado do obst&aacute;culo (simula&ccedil;&atilde;o 8.1.1). Trata-se do fen&ocirc;meno da difra&ccedil;&atilde;o, que ocorre quando, as ondas passarem por uma abertura de um obst&aacute;culo, sempre perfeitamente aplicados a qualquer tipo de movimento ondulat&oacute;rio. </span><span style='mso-bidi-font-size:
12.0pt;color:black;mso-fareast-language:PT-BR'><o:p></o:p></span></p>
  <p align="center"><font size="3" face="Verdana, Arial, Helvetica, sans-serif"><img src="../../img/cuba_de_ondas.gif" width="365" height="150"><br>
  <font size="1">Simula&ccedil;&atilde;o 8.1.1 - Um objeto plano cai em um tanque com &aacute;gua, formando ondas planas, que ao encontrarem um obst&aacute;culo com uma abertura, sofrem difra&ccedil;&atilde;o. </font></font></p>
  <p class=MsoNormal style='mso-margin-top-alt:auto;mso-margin-bottom-alt:auto;
text-align:justify;mso-hyphenate:auto'><span style='font-size:10.0pt;
font-family:Verdana;color:black;mso-fareast-language:EN-US'>Ao fotografar-se a simula&ccedil;&atilde;o acima, revela uma imagem (figura 8.1.1), onde se observa que a onda que vinha se propagando paralelamente antes da abertura do obst&aacute;culo sofre uma difra&ccedil;&atilde;o e come&ccedil;a a contornar o anteparo com o orif&iacute;cio ap&oacute;s passar por ele. Este fen&ocirc;meno tamb&eacute;m ocorre com a luz, desde que abertura ou fenda que a luz incidir, seja da ordem de 10<sup>6</sup> m, pr&oacute;ximo do comprimento de onda. Esse fen&ocirc;meno, a &oacute;ptica geom&eacute;trica, n&atilde;o consegue explicar, sendo ent&atilde;o explicado pelo comportamento ondulat&oacute;rio da luz.</span><span style='mso-bidi-font-size:
12.0pt;color:black;mso-fareast-language:PT-BR'><o:p></o:p></span></p>
  <p align="center"><font size="3" face="Verdana, Arial, Helvetica, sans-serif"><img src="../../img/difracao.gif" width="217" height="182"><br>
    <font size="1">Figura 8.1.1 - Fen&ocirc;meno da difra&ccedil;&atilde;o em 
  uma cuba de ondas.</font></font></p>
  <p align="justify"><font size="2" face="Verdana, Arial, Helvetica, sans-serif">As franjas 
    de difra&ccedil;&atilde;o provocada por uma fonte de luz laser monocrom&aacute;tica 
    (uma &uacute;nica freq&uuml;&ecirc;ncia), que atravessa uma fenda (experimento 
    de fenda simples), apresenta-se no anteparo em uma regi&atilde;o central clara, 
    onde a intensidade luminosa &eacute; m&aacute;xima, e cercada de regi&otilde;es 
    claras e escuras (simula&ccedil;&atilde;o 8.1.2). </font></p>
  <p align="center"><font face="Verdana, Arial, Helvetica, sans-serif"><img src="../../img/experimento_de_uma%20fenda.gif" width="460" height="167"><br>
  <font size="1">Simula&ccedil;&atilde;o 8.1.2 - Difra&ccedil;&atilde;o de Fraunhofer: forma&ccedil;&atilde;o de regi&atilde;o clara pela luz do laser que passa por um fenda estreita vertical.</font></font></p>
  <p align="justify"><font size="2" face="Verdana, Arial, Helvetica, sans-serif">Representa-se 
    abaixo (figura 8.1.2) o gr&aacute;fico da intensidade da luz em fun&ccedil;&atilde;o 
    da posi&ccedil;&atilde;o da forma&ccedil;&atilde;o regi&otilde;es claras e 
    escuras, para o caso da simula&ccedil;&atilde;o acima (simula&ccedil;&atilde;o 
    8.1.2).</font></p>
  <p align="center"><font size="3" face="Verdana, Arial, Helvetica, sans-serif"><img src="../../img/grafico_intensidade.gif" width="215" height="155"><br>
  <font size="1">Figura 8.1.2 - Gr&aacute;fico da intensidade da luz difratada em fun&ccedil;&atilde;o da posi&ccedil;&atilde;o. </font></font></p>
  <p align="justify"><font size="2" face="Verdana, Arial, Helvetica, sans-serif"> O gr&aacute;fico apresenta intensidade m&aacute;xima na regi&atilde;o central, ponto n=0 em rela&ccedil;&atilde;o a fenda, obedecendo a rela&ccedil;&atilde;o matem&aacute;tica abaixo, onde &Acirc; representa o &acirc;ngulo para qual aparece as regi&otilde;es claras ou escuras, <img src="../../img/lambida4.gif" width="15" height="12"> o comprimento da onda de luz que passa pela fenda de largura d.</font></p>
  <p align="center"><font size="3" face="Verdana, Arial, Helvetica, sans-serif"><img src="../../img/equacao_fenda_simples.gif" width="84" height="34"></font></p>
  <p align="justify"><font size="2" face="Verdana, Arial, Helvetica, sans-serif">Tamb&eacute;m pode-se observar o fen&ocirc;meno da difra&ccedil;&atilde;o, provocadas por aberturas circulares (Simula&ccedil;&atilde;o 8.1.3). Levando-se sempre em considera&ccedil;&atilde;o que para obtermos as figuras da Difra&ccedil;&atilde;o de Fraunhofer, o anteparo est&aacute; localizado a uma dist&acirc;ncia considerada grande at&eacute; a fenda, com isso os raios de luz podem ser considerados paralelos. Caso a dist&acirc;ncia entre a fenda e o anteparo forem muito pequenas, obt&ecirc;m-se figuras de Difra&ccedil;&atilde;o de Fresnel, n&atilde;o aqui estudada em fun&ccedil;&atilde;o da sua complexidade, em termos de an&aacute;lise. </font></p>
  <p align="center"><font size="3" face="Verdana, Arial, Helvetica, sans-serif"><img src="../../img/experimento_uma_fenda2.gif" width="460" height="167"><br>
  <font size="1">Simula&ccedil;&atilde;o 8.1.3 - Obten&ccedil;&atilde;o da figura de Difra&ccedil;&atilde;o de Fraunhofer, atrav&eacute;s de uma abertura circular. </font></font></p>
  <p align="justify"><font size="2" face="Verdana, Arial, Helvetica, sans-serif">Abaixo, apresenta-se um simulador interativo (simula&ccedil;&atilde;o 8.1.4), onde com aux&iacute;lio do mouse voc&ecirc; poder&aacute; alterar, o comprimento de onda (<em>Wavelength</em>) incidente na fenda, tamb&eacute;m clicando e arrastando o mouse sobre as fendas, voc&ecirc; pode varia o tamanho da fenda (<em>Slit Width</em>).</font></p>
  <p align="center"><FONT SIZE=5>
    <applet code=Slit1.class width=601 height=364 >
    </applet>
    <br>
    <font size="1" face="Verdana, Arial, Helvetica, sans-serif">Simula&ccedil;&atilde;o 8.1.4 - Simulando o fen&ocirc;meno de Interfer&ecirc;ncia com uma fenda - desenvolvido por Sergey Kiselev e T&acirc;nia Yanovsky - Kiselev</font> </FONT></p>
  <p align="justify"><font size="2" face="Verdana, Arial, Helvetica, sans-serif">a) o que acontece com as franjas de interfer&ecirc;ncia na tela, quando usamos luz vermelha? e para caso de luz violeta? Explique por que ocorre essa diferen&ccedil;a nas franjas de interfer&ecirc;ncia.</font></p>
  <p align="justify"><font size="2" face="Verdana, Arial, Helvetica, sans-serif">b) Repetindo o experimento com luz vermelha, mas agora se variar o tamanho da fenda, o que acontece com as franjas, quando existe diminui&ccedil;&atilde;o da fendas? Explique. </font></p>
  <div align="justify">
  <p><font color="#000033" size="3" face="Verdana, Arial, Helvetica, sans-serif"><strong><font size="2">Para voc&ecirc; refletir e responder</font></strong></font><font size="2"><strong><font face="Verdana, Arial, Helvetica, sans-serif">: </font></strong>    </font>
      <!>
    </p>
    <p><font size="2" face="Verdana, Arial, Helvetica, sans-serif">a) Sabemos que numa c&acirc;mara escura, o orif&iacute;cio de abertura &eacute; pequeno e, no entanto a imagem obtida no fundo da c&acirc;mara, segue um comportamento geom&eacute;trico da luz. Explique. </font></p>
    <p><font size="2" face="Verdana, Arial, Helvetica, sans-serif">b) A difra&ccedil;&atilde;o acontece com ondas. Sabemos que as ondas sonoras conseguem contornar um murro, pois podemos ouvir algu&eacute;m que est&aacute; falando atr&aacute;s do mesmo. Por que n&atilde;o podemos ver essa pessoa atr&aacute;s do muro?</font></p>
    <p><font color="#000033" size="2" face="Verdana, Arial, Helvetica, sans-serif"><strong>Responda as quest&otilde;es abaixo</strong></font><font size="2"><strong><font face="Verdana, Arial, Helvetica, sans-serif">: </font></strong></font></p>
    <p class=MsoNormal style='mso-margin-top-alt:auto;mso-margin-bottom-alt:auto;
text-align:justify;mso-hyphenate:auto'><span style='font-size:10.0pt;
font-family:Verdana;color:black;mso-fareast-language:PT-BR'>1- Supondo que </span><st1:PersonName><span
 style='font-size:10.0pt;font-family:Verdana;color:black;mso-fareast-language:
 PT-BR'>Alexandre</span></st1:PersonName><span style='font-size:10.0pt;
font-family:Verdana;color:black;mso-fareast-language:PT-BR'> gosta de escutar m&uacute;sica em emissora de r&aacute;dio FM, e seu amigo Fernando gosta de escutar not&iacute;cias e para tanto ouve uma emissora AM. Supondo que ambos estejam atr&aacute;s de um edif&iacute;cio, qual dos dois consegue captar com maior nitidez, as ondas das emissoras? Explique sua resposta, usando conceitos de difra&ccedil;&atilde;o.</span><span
style='mso-bidi-font-size:12.0pt;color:black;mso-fareast-language:PT-BR'><o:p></o:p></span></p>
    <p><font size="2" face="Verdana, Arial, Helvetica, sans-serif">2-  Com base nos conceitos da &oacute;ptica, &eacute; correto afirmar:<br>
      ( ) Luz &eacute; uma onda de natureza eletromagn&eacute;tica.<br>
      ( ) A propaga&ccedil;&atilde;o retil&iacute;nea da luz &eacute; evidenciada durante um eclipse lunar.<br>
      ( ) Quando a luz se propaga num meio material com &iacute;ndice de refra&ccedil;&atilde;o igual a 2, sua 
      velocidade de propaga&ccedil;&atilde;o &eacute; reduzida &agrave; metade do seu correspondente valor no v&aacute;cuo.<br>
      ( ) Uma pessoa pode reduzir a intensidade da luz que atinge os seus olhos utilizando 
      polarizadores.<br>
      ( ) Quando um feixe de luz monocrom&aacute;tica &eacute; transmitido de um meio para outro, o seu 
      comprimento de onda permanece inalterado.<br>
    ( ) A difra&ccedil;&atilde;o &eacute; um fen&ocirc;meno que ocorre exclusivamente com a luz.</font></p>
    <p><font size="1" face="Verdana, Arial, Helvetica, sans-serif">Quest&atilde;o 2 &eacute; do vestibular da UFPR</font></p>
  </div>
</div>
</body>
</html>
