<html>
<head>
<title>Espectroscopia com Redes de Difra&ccedil;&atilde;o </title>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
</head>

<body bgcolor="#FFFFFF" text="#000000">
<div align="center">
  <p><font color="#000099" size="4" face="Verdana, Arial, Helvetica, sans-serif"><b>9.1 
    - Espectroscopia com Redes de Difra&ccedil;&atilde;o </b></font></p>
  <p class=MsoNormal style='mso-margin-top-alt:auto;mso-margin-bottom-alt:auto;
text-align:justify;mso-hyphenate:auto'><span style='font-size:10.0pt;
font-family:Verdana;color:black;mso-fareast-language:PT-BR'>Supondo-se que em uma placa de vidro, existam um n&uacute;mero muito grande de fendas, com espa&ccedil;amento de separa&ccedil;&atilde;o das fendas &eacute; d, igualmente distribu&iacute;das, e com largura das fendas muito pequenas. Quando uma frente de onda plana incidir sobre estas fendas da placa de vidro, se comporta como se cada uma das fendas, fosse uma fonte pontual. Na simula&ccedil;&atilde;o (simula&ccedil;&atilde;o 9.1.1), representa-se graficamente a intensidade de luz, na regi&atilde;o do claro central. Supostamente a exist&ecirc;ncia de uma &uacute;nica fenda, apresentaria nesta regi&atilde;o um padr&atilde;o de difra&ccedil;&atilde;o, que poderia ser representado pela linha pontilhada, mas como existem mais fendas, aparecem para a regi&atilde;o central 3 picos de interfer&ecirc;ncia.</span><span style='mso-bidi-font-size:
12.0pt;color:black;mso-fareast-language:PT-BR'><o:p></o:p></span></p>
  <p align="center"><font color="#000000" face="Verdana, Arial, Helvetica, sans-serif"><img src="../../img/redes_de_difracao.gif" width="460" height="167"><br>
  <font size="1">Simula&ccedil;&atilde;o 9.1.1 - Luz atravessando uma placa com in&uacute;meras fendas pr&oacute;ximas, provoca uma padr&atilde;o de interfer&ecirc;ncia devido a rede de difra&ccedil;&atilde;o. </font></font></p>
  <p class=MsoNormal style='mso-margin-top-alt:auto;mso-margin-bottom-alt:auto;
text-align:justify;mso-hyphenate:auto'><span style='font-size:10.0pt;
font-family:Verdana;color:black;mso-fareast-language:PT-BR'>Como no caso acima (simula&ccedil;&atilde;o 9.1.1) a localiza&ccedil;&atilde;o dos picos de interfer&ecirc;ncia &eacute; an&aacute;logo &agrave; situa&ccedil;&atilde;o do experimento de fenda simples, portanto a posi&ccedil;&atilde;o das franjas claras (linha pontilhada) &eacute; a mesma do que dos picos na regi&atilde;o de intensidade m&aacute;xima (claro central), podemos escrever:</span><span style='mso-bidi-font-size:12.0pt;
color:black;mso-fareast-language:PT-BR'><o:p></o:p></span></p>
  <p align="center"><font face="Verdana, Arial, Helvetica, sans-serif"><img src="../../img/equacao_fenda_simples2.gif" width="84" height="34"></font></p>
  <p align="justify"><font size="2" face="Verdana, Arial, Helvetica, sans-serif">Substituindo-se apenas n, por m para representar-se &agrave; ordem num&eacute;rica dos picos de intensidade m&aacute;xima (franjas brilhantes), t&ecirc;m-se:</font></p>
  <p align="center"><font size="2"><img src="../../img/equacao_redes_difracao.gif" width="89" height="35"></font></p>
  <p class=MsoNormal style='mso-margin-top-alt:auto;mso-margin-bottom-alt:auto;
text-align:justify;mso-hyphenate:auto'><span style='font-size:10.0pt;
font-family:Verdana;color:black;mso-fareast-language:PT-BR'>A figura de interfer&ecirc;ncia em um anteparo, situado a uma grande dist&acirc;ncia da rede de difra&ccedil;&atilde;o, &eacute; provocado pela superposi&ccedil;&atilde;o dos efeitos de difra&ccedil;&atilde;o em cada fenda com a interfer&ecirc;ncia entre essas difra&ccedil;&otilde;es, tratando-se aqui apenas o fen&ocirc;meno da rede de difra&ccedil;&atilde;o, por redes de transmiss&atilde;o. O procedimento de observa&ccedil;&atilde;o da figura de interfer&ecirc;ncia &eacute; feito com aux&iacute;lio de espectrosc&oacute;pio de laborat&oacute;rio, onde a luz atravessa inicialmente uma fenda, situada pr&oacute;xima &agrave; fonte luminosa, passando por uma lente que tornam os raios paralelos, os quais incidem em uma rede difra&ccedil;&atilde;o, a luz difratada &eacute; observada com aux&iacute;lio de um telesc&oacute;pio.Quest&otilde;es a serem respondidas:</span><span style='mso-bidi-font-size:
12.0pt;color:black;mso-fareast-language:PT-BR'><o:p></o:p></span></p>
  <p align="justify"><font color="#000000" size="2" face="Verdana, Arial, Helvetica, sans-serif">1- Supondo-se que na figura abaixo, a fonte de luz representada t&ecirc;m comprimento de onda de 3,4 x 10<sup>-7</sup>m, e a rede de difra&ccedil;&atilde;o possui 3400 linhas por cm. Os pontos m= 0, m=1 e m=2, representam os pontos brilhantes projetados no anteparo, para esses pontos em quest&atilde;o determine o &acirc;ngulo &Acirc;. </font></p>
  <p align="center"><font color="#000000" face="Verdana, Arial, Helvetica, sans-serif"><img src="../../img/redes_difracao_exercicio.gif" width="254" height="124"></font></p>
</div>
</body>
</html>
