<html>
<head>
<title>Untitled Document</title>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
</head>

<body bgcolor="#FFFFFF" text="#000000">
  <div align="center"><font color="#000066" size="4" face="Verdana, Arial, Helvetica, sans-serif"><b>POR QUE O HOMEM INVIS&Iacute;VEL TEM QUE SER CEGO? </b></font></div>
<p align="right"><br>
  <font face="Verdana, Arial, Helvetica, sans-serif" size="2">Valmir Heckler<sup><strong>1</strong></sup></font></p>
<div align="justify"><font face="Verdana, Arial, Helvetica, sans-serif"> <font size="3"> <font size="2">O olho 
    humano &eacute; um sensor poderos&iacute;ssimo. Dos nossos sentidos, a vis&atilde;o 
&eacute; o que mais colabora para conhecermos o mundo que nos rodeia e, provavelmente 
    por isto, a &oacute;ptica &eacute; uma ci&ecirc;ncia muito antiga. Fil&oacute;sofos 
    gregos, como Plat&atilde;o e Arist&oacute;teles, j&aacute; se preocupavam em 
    responder a perguntas tais como: por que vemos um objeto? O que &eacute; luz?. 
    Plat&atilde;o, por exemplo, supunha que nossos olhos emitiam pequenas part&iacute;culas 
    que, ao atingirem os objetos, tornavam-nos vis&iacute;veis. Arist&oacute;teles 
  considerava a luz um fluido imaterial que se propagava entre o olho e objeto.</font></font></font><font size="2" face="Verdana, Arial, Helvetica, sans-serif"><br>
  <br>
  Hoje no III mil&ecirc;nio, facilmente compreendemos que o olho humano em parceria 
    com o c&eacute;rebro capta as imagens que desvendam o mundo exterior com todas 
    as suas formas, relevos, cores e movimentos. &Eacute; capaz de focalizar objetos 
    situados a v&aacute;rios quil&ocirc;metros de dist&acirc;ncia ou a cent&iacute;metros 
    da nossa face. Pode visualizar objetos sob luminosidade do sol intenso ou na 
    penumbra de um quarto escuro. Por&eacute;m o homem sente dificuldade em entender 
    e explicar a possibilidade de um ser humano ser invis&iacute;vel ou n&atilde;o, 
    mesmo lendo a obra de fic&ccedil;&atilde;o cient&iacute;fica &quot;O Homem Invis&iacute;vel&quot; 
  do escritor ingl&ecirc;s H. G. Wells e a vendo reproduzida nas telas dos cinemas, 
    onde o personagem principal descobre uma forma de tornar transparente o corpo 
    humano utilizando um fluido que tornaria o &iacute;ndice de refra&ccedil;&atilde;o 
    do tecido humano igual ao &iacute;ndice de refra&ccedil;&atilde;o do ar. Dessa 
    forma, a luz atravessaria o corpo da pessoa sem se desviar e ela ficaria invis&iacute;vel.<br>
    <br>
  Inicialmente buscamos ent&atilde;o entender, o significado do vis&iacute;vel 
    para o homem, para posteriormente questionarmos o invis&iacute;vel. Faremos 
    compara&ccedil;&otilde;es entre o olho e a m&aacute;quina fotogr&aacute;fica, 
    para facilitar o nosso melhor entendimento sobre a quest&atilde;o vis&atilde;o, 
    mesmo sabendo da semelhan&ccedil;a compar&aacute;vel entre ambos, precisamos 
    aqui ressaltar que a versatilidade do olho &eacute; bem superior do que a m&aacute;quina 
    fotogr&aacute;fica.<br>
    <br>
  Na m&aacute;quina fotogr&aacute;fica para capturarmos objetos muito pouco iluminados 
&eacute; preciso o aux&iacute;lio de um flash ou a utiliza&ccedil;&atilde;o 
    de filmes muito sens&iacute;veis; j&aacute; o olho humano possui uma capacidade 
    incr&iacute;vel de enxergar em situa&ccedil;&otilde;es de baixa luminosidade. 
    Experimente, por exemplo, entrar em uma sala muito pouco iluminada. A princ&iacute;pio 
    n&atilde;o enxergar&aacute; nada. Por&eacute;m, ap&oacute;s alguns minutos, 
    estar&aacute; vendo v&aacute;rios objetos que antes eram imposs&iacute;veis 
    de enxergar, assim com o passar dos minutos sua sensibilidade ir&aacute; aumentar 
    milhares de vezes.<br>
    <br>
  No olho, como na m&aacute;quina fotogr&aacute;fica, a luz que prov&eacute;m 
    de um objeto externo passa por um sistema de lentes, formando sobre um anteparo 
    uma imagem invertida. No olho, esse conjunto de lentes &eacute; formado basicamente 
    pela c&oacute;rnea e pelo cristalino, e o anteparo &eacute; a retina, que possui 
    milh&otilde;es de neur&ocirc;nios sens&iacute;veis &agrave; luz. Na m&aacute;quina 
    fotogr&aacute;fica, as lentes possuem curvaturas fixas. Assim, para que a imagem 
    se forme corretamente sobre o filme, temos que mover as lentes para frente ou 
    para tr&aacute;s. No olho, isto n&atilde;o &eacute; preciso.<br>
    <br>
  Para que se possa ver um objeto &eacute; preciso, ent&atilde;o, que ele emita 
    luz vis&iacute;vel, pr&oacute;pria ou refletida, que atinge o globo ocular, 
    que &eacute; equivalente a um sistema com diferentes &iacute;ndices de refra&ccedil;&atilde;o. 
    A luz sofre seu maior desvio ao passar do ar para a c&oacute;rnea, cujo &iacute;ndice 
    de refra&ccedil;&atilde;o &eacute; de aproximadamente 1,38, passa depois pelo 
    humor aquoso de &iacute;ndice de refra&ccedil;&atilde;o cerca de 1,34, tendo 
    sua intensidade controlada pela &iacute;ris e pela pupila, sendo ajustada pelo 
    cristalino que focaliza o feixe de luz exatamente sobre a retina (anteparo). 
    A retina possui cerca de 125 milh&otilde;es de c&eacute;lulas fotorreceptoras 
    que desempenham o papel de sensores, enviando as informa&ccedil;&otilde;es recebidas 
    ao c&eacute;rebro atrav&eacute;s do nervo &oacute;ptico.<br>
    <br>
  Associando-se a teoria da &oacute;ptica &agrave; quest&atilde;o do artigo, podemos 
    dizer que, em um homem vis&iacute;vel, a imagem se forma em sua retina porque 
    ela &eacute; opaca, ou seja, n&atilde;o deixa a luz passar por ela. Por esse 
    motivo ele n&atilde;o &eacute; cego e v&ecirc; a imagem &agrave; sua frente. <br>
    <br>
  Em rela&ccedil;&atilde;o ao questionamento &quot;HOMEM INVIS&Iacute;VEL TEM 
    QUE SER CEGO&quot;. Sabemos que para que uma pessoa seja invis&iacute;vel &eacute; 
  necess&aacute;rio que o &iacute;ndice de refra&ccedil;&atilde;o do tecido humano 
    seja igual ao &iacute;ndice de refra&ccedil;&atilde;o do ar. Dessa forma, a 
    luz atravessaria o corpo da pessoa sem se desviar e ela ficaria invis&iacute;vel, 
    portanto, o homem invis&iacute;vel seria cego porque, para ser invis&iacute;vel, 
    ele teria que ter o mesmo &iacute;ndice de refra&ccedil;&atilde;o do meio que 
    o circunda (o ar), verificando-se assim, que a luz n&atilde;o sofreria refra&ccedil;&atilde;o 
    ao passar do ar para o seu olho e desta maneira n&atilde;o haveria forma&ccedil;&atilde;o 
    de imagem na sua retina.</font><font face="Verdana, Arial, Helvetica, sans-serif"></font></div>
<p align="left"><font face="Verdana, Arial, Helvetica, sans-serif" size="1"><strong>1-</strong>  Mestrando em Ensino de F&iacute;sica (UFRGS), Professor de F&iacute;sica do 
  Ensino M&eacute;dio (SETREM), E-mail: valmirheckler@setrem.com.br </font></p>
<p align="left"><font size="2" face="Verdana, Arial, Helvetica, sans-serif"><a href="index.htm">Voltar</a></font> </p>
</body>
</html>
