<html>
<head>
<title>Globo Ocular</title>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
</head>

<body bgcolor="#FFFFFF" text="#000000">
<div align="center">
  <p><font color="#000066"><b><font size="4" face="Verdana, Arial, Helvetica, sans-serif">6.4 
    - Globo Ocular </font></b></font></p>
  <p style='text-align:justify'><span style='font-size:10.0pt;font-family:Verdana'>Consegue-se manter uma grande intera&ccedil;&atilde;o com o mundo, gra&ccedil;as a um de nossos mais importantes sentidos: a vis&atilde;o. Atrav&eacute;s dos olhos, se observa, os diferentes objetos suas formas, as cores, os tamanhos, os seus respectivos movimentos. O mundo que nos cerca, objetos, animais, plantas, pessoas, os quais enviam ou refletem a luz aos nossos olhos, podendo-se inclusive afirmar que a maior parte do desenvolvimento intelectual do homem se d&aacute; atrav&eacute;s da observa&ccedil;&atilde;o.</span><o:p></o:p></p>
  <p align="center"><img src="../../img/Paisagem.jpg" width="350" height="263"><br>
    <font size="1" face="Verdana, Arial, Helvetica, sans-serif">Figura 6.4.1 - 
    A luz emitida pela paisagem &eacute; absorvida pelo nosso olho e convertida 
  em impulso el&eacute;trico.</font></p>
  <p align="justify"><font color="#000000" size="2" face="Verdana, Arial, Helvetica, sans-serif">Certamente, 
    voc&ecirc; gostou de observar a paisagem acima (Figura 6.4.1), mas como enxergamos 
    a mesma? Pode-se afirmar que os nossos olhos s&atilde;o, receptores de luz 
    da paisagem, os quais convertem esta energia luminosa em impulsos el&eacute;tricos, 
    os quais s&atilde;o enviados para o c&eacute;rebro, e interpretados no centro 
    de vis&atilde;o.</font></p>
  <p align="center"><img src="../../img/olho.gif" width="380" height="290"><br>
    <font size="1" face="Verdana, Arial, Helvetica, sans-serif">Figura 6.4.2 - 
    Representa&ccedil;&atilde;o do Globo Ocular, elemento b&aacute;sico da nossa 
  vis&atilde;o.</font></p>
  <p align="justify"><font face="Verdana, Arial, Helvetica, sans-serif" size="2">Na 
    figura acima (figura 6.4.2), observa-se uma representa&ccedil;&atilde;o simplificada 
    do Globo Ocular, elemento b&aacute;sico da nossa vis&atilde;o, com o formato 
    de duas calotas esf&eacute;ricas, apresentando na parte frontal uma membrana 
    transparente chamada c&oacute;rnea, que &eacute; uma sali&ecirc;ncia convexa 
    transparente, a escler&oacute;tica em sua jun&ccedil;&atilde;o com a c&oacute;rnea, 
    nos apresenta a &iacute;ris, que &eacute; composto por uma abertura, semelhante 
    a um diafragma, a qual regula a abertura, conhecida como pupila, cuja a fun&ccedil;&atilde;o 
    &eacute; graduar a quantidade de luz que penetra no olho. Depois da pupila 
    observa-se o cristalino, uma lente gelatinosa, uma lente biconvexa (aproximadamente 
    do tamanho de um gr&atilde;o de feij&atilde;o), deform&aacute;vel pela a&ccedil;&atilde;o 
    dos m&uacute;sculos ciliares, cuja a fun&ccedil;&atilde;o &eacute; alterar 
    a verg&ecirc;ncia da luz, adequando o sistema ocular &agrave; vis&atilde;o 
    de objetos a diferentes dist&acirc;ncias. A outra calota, oposta ao cristalino 
    &eacute; opaca, formada por tr&ecirc;s camadas: a <strong>escler&oacute;tica</strong>, que 
    &eacute; mais externa e d&aacute; sustenta&ccedil;&atilde;o ao olho; no fundo 
    do olho, fica a <strong>retina</strong>, que &eacute; interna, sendo uma membrana semi-transparente 
    constitu&iacute;da por termina&ccedil;&otilde;es do nervo &oacute;ptico e 
    aderida fracamente &agrave; <strong>cor&oacute;ide</strong>, que &eacute; a camada intermedi&aacute;ria, 
    irrigada por vasos sang&uuml;&iacute;neos.</font></p>
  <p style='text-align:justify'><span style='font-size:10.0pt;font-family:Verdana'>O Globo Ocular &eacute; preenchido por duas subst&acirc;ncias gelatinosas transparentes, o humor Aquoso e Humor V&iacute;treo, sabendo-se que todo o globo ocular equivale a um sistema de lentes. A luz proveniente de um objeto sofre seu maior desvio ao passar do ar para a c&oacute;rnea, cujo &iacute;ndice de refra&ccedil;&atilde;o &eacute; de aproximadamente 1,38 e ao atravessando o humor aquoso com &iacute;ndice de refra&ccedil;&atilde;o de cerca de 1,34, tendo sua intensidade de luz controlada pela &iacute;ris e pupila, chegando na lente biconvexa (com &iacute;ndice de refra&ccedil;&atilde;o vari&aacute;vel de 1,41 na regi&atilde;o central, a 1,39 nas bordas), ajustando a luz refletida pelo objeto e focalizando-a sobre a retina (acomoda&ccedil;&atilde;o visual). Observa-se o trajeto da luz at&eacute; a forma&ccedil;&atilde;o da imagem, na simula&ccedil;&atilde;o abaixo (Simula&ccedil;&atilde;o 6.4.1).</span><o:p></o:p></p>
  <p align="center"><img src="../../img/formacao_imagem_olho.gif" width="400" height="190"><br>
    <font size="1" face="Verdana, Arial, Helvetica, sans-serif">Simula&ccedil;&atilde;o 
    6.4.1 - Simulando a trajet&oacute;ria de alguns raios de luz refletidos no 
  olho, formando a imagem na retina.</font></p>
  <p style='text-align:justify'><span style='font-size:10.0pt;font-family:Verdana'>Portanto, observa-se a forma&ccedil;&atilde;o de uma imagem real, invertida e reduzida sobre a retina. A retina &eacute; composta por c&eacute;lulas nervosas (cones e bastonetes), fotorreceptores que funcionam com sensores, enviando ao c&eacute;rebro via nervo &oacute;ptico as sensa&ccedil;&otilde;es visuais. Pode-se fazer a analogia do olho humano com a m&aacute;quina fotogr&aacute;fica, que tamb&eacute;m possui uma lente a qual faz os raios de luz convergirem para o filme da m&aacute;quina, absorvendo toda a luz (simula&ccedil;&atilde;o 6.4.2), no olho a luz &eacute; absorvida totalmente pela cor&oacute;ide.</span><o:p></o:p></p>
  <p align="center"><img src="../../img/camerafotogra.gif" width="400" height="250"><br>
    <font size="1" face="Verdana, Arial, Helvetica, sans-serif">Simula&ccedil;&atilde;o 
    6.4.1 - Simulando a trajet&oacute;ria de alguns raios de luz refletidos na 
  m&aacute;quina fotgr&aacute;fica, formando a imagem no filme.</font> </p>
  <p align="justify"><font color="#000000" size="2" face="Verdana, Arial, Helvetica, sans-serif">Voc&ecirc; 
    quer saber <b>POR QUE O HOMEM INVIS&Iacute;VEL TERIA QUE SER CEGO? <a href="homem_invisivel.htm">CLIQUE 
    AQUI</a></b></font></p>
  <p align="center">&nbsp;</p>
  <p align="left">&nbsp;</p>
</div>
</body>
</html>
