<html>
<head>
<title>Simetria entre ponto objeto e imagem em rela&ccedil;&atilde;o ao espelho plano</title>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
</head>

<body bgcolor="#FFFFFF" text="#000000">
<div align="center">
  <p><font face="Verdana, Arial, Helvetica, sans-serif" size="4" color="#000099"><b>3.2 - Simetria 
    entre ponto objeto e imagem em rela&ccedil;&atilde;o ao espelho plano </b></font></p>
  <p align="center"><img src="../../img/simetria_objetoimagem.gif" width="340" height="230"></p>
  <p align="center"><font face="Verdana, Arial, Helvetica, sans-serif" size="1">Simula&ccedil;&atilde;o 
    3.2.1 - Simulando a simetria entre ponto objeto e imagem no espelho plano.</font></p>
  <p align="justify"><font face="Verdana, Arial, Helvetica, sans-serif" size="2">Na 
    simula&ccedil;&atilde;o (3.2.1), observa-se que os raios de luz i<sub>1</sub> e i<sub>2</sub> 
    saindo do ponto (P), incidem a luz no espelho (E), os raios de luz r<sub>1 
    </sub> e r<sub>2 </sub>representam a luz refletida pelo, deixando os prolongamentos, 
    que formam o ponto imagem (P'). Ao observarmos mais atentamente a simula&ccedil;&atilde;o 
    percebemos que o tri&acirc;ngulo Pl<sub>1</sub>l<sub>2</sub> (Azul) e P'l<sub>1</sub>l<sub>2</sub> 
    (Amarelo) s&atilde;o iguais, pois:</font></p>
  <p align="justify"><font face="Verdana, Arial, Helvetica, sans-serif" size="2">- 
    os &acirc;ngulos em l<sub>1</sub> s&atilde;o retos;- 
    os &acirc;ngulos em l<sub>2</sub> s&atilde;o iguais, o que se deduz a partir 
    da lei da reflex&atilde;o;- 
    o lado l<sub>1</sub>l<sub>2</sub> &eacute; comum para os dois tri&acirc;ngulos 
    (Azul e Amarelo).Como 
    os lados Pl<sub>1</sub> e P'l<sub>1</sub> tamb&eacute;m s&atilde;o iguais, 
    portanto P e P's&atilde;o sim&eacute;tricos em rela&ccedil;&atilde;o ao plano 
    do espelho. Sendo esta simetria entre o ponto objeto e o ponto imagem sempre 
    v&aacute;lida.</font></p>
  <p align="justify"><font color="#000099" size="2" face="Verdana, Arial, Helvetica, sans-serif"><b>Resolva 
      as quest&otilde;es abaixo:</b></font></p>
  <p align="justify"><font size="2" face="Verdana, Arial, Helvetica, sans-serif">1- Na frente 
    de um espelho (E) est&atilde;o localizados dois pontos (A) e (B), conforme 
    figura abaixo. Aplicando conhecimento sobre<font color="#000000"> 
    Simetria entre ponto objeto e imagem em rela&ccedil;&atilde;o ao espelho plano, 
    determine a dist&acirc;ncia entre o ponto A e o ponto imagem de B.</font></font></p>
  <p align="center"><font size="2"><img src="../../img/simetria_objeto_exercicio.gif" width="340" height="240"></font></p>
  <p align="justify"><font face="Verdana, Arial, Helvetica, sans-serif" size="2" color="#000000">2- 
    Explique o que acontece com a dist&acirc;ncia do ponto imagem em rela&ccedil;&atilde;o 
    ao espelho, quando aproximarmos ou afastarmos um ponto objeto de espelho 
    plano? Explique.</font></p>
  <p align="justify"><font color="#000000" size="2" face="Verdana, Arial, Helvetica, sans-serif">3-  Um observador est&aacute; a 70 cm de uma l&acirc;mpada e na mesma reta em que est&atilde;o a l&acirc;mpada e sua imagem produzida pelo espelho plano. O espelho encontra-se a 20 cm da l&acirc;mpada. Com base nesses dados, a dist&acirc;ncia entre o observador e a imagem da l&acirc;mpada, em cm, &eacute;:<br>
    a) 20<br>
    b) 30<br>
    c) 70<br>
    d) 90<br>
  e) 110</font></p>
  <p align="justify"><font color="#000000" size="2" face="Verdana, Arial, Helvetica, sans-serif">4-  Uma lanterna emite um feixe de luz cil&iacute;ndrico que incide em um espelho plano no 
  ponto O, como est&aacute; indicado na figura abaixo. </font></p>
  <p align="center"><font color="#000000" size="2" face="Verdana, Arial, Helvetica, sans-serif"><img src="../../img/quest&#227;o_ufms.gif" width="221" height="157"></font></p>
  <p align="justify"><font color="#000000" size="2" face="Verdana, Arial, Helvetica, sans-serif">Sendo que o &acirc;ngulo de incid&ecirc;ncia desse feixe
    com a normal ao espelho &eacute; &icirc;, &eacute; correto afirmar que:</font><font color="#000000" size="2" face="Verdana, Arial, Helvetica, sans-serif"><br>
    <br>
    (01) um observador s&oacute; ver&aacute; a luz da lanterna se estiver 
      posicionado sobre uma reta fazendo um &acirc;ngulo 
      igual a &icirc; com rela&ccedil;&atilde;o &agrave; normal N, passando pelo 
      ponto O e no mesmo plano formado pelo raio incidente 
      e a normal N.<br>
    (02) o &acirc;ngulo que o feixe de luz refletido forma com o 
      espelho &eacute; igual a &icirc;.<br>
    (04) se a superf&iacute;cie em que o feixe de luz da lanterna incide n&atilde;o fosse totalmente polida, o 
      observador poderia ver a luz da lanterna de qualquer ponto, localizado no mesmo 
      lado da superf&iacute;cie em que o feixe de luz incide.<br>
    (08) uma vez que a superf&iacute;cie em que o feixe de luz da lanterna incide &eacute; totalmente polida, 
      cada raio de luz incidente e refletido e a sua respectiva normal &agrave; superf&iacute;cie est&atilde;o 
      contidos em um mesmo plano.<br>
    (16) devido ao fen&ocirc;meno de refra&ccedil;&atilde;o da luz, podemos ver os corpos sem luz pr&oacute;pria quando 
      iluminados.<br>
  D&ecirc;, como resposta, a soma das alternativas corretas.</font></p>
  <p align="justify"><font color="#000000" size="2" face="Verdana, Arial, Helvetica, sans-serif">5- Ao observar-se a imagem de um objeto real, pela  reflex&atilde;o de um espelho plano &eacute; real, eq&uuml;idistante do espelho e do mesmo tamanho do objeto. Explique por que esta proposi&ccedil;&atilde;o &eacute; correta. <font size="1">(Fa&ccedil;a uma representa&ccedil;&atilde;o da forma&ccedil;&atilde;o da imagem no espelho)</font><br>
    <br>
  </font><font color="#000000" size="2" face="Verdana, Arial, Helvetica, sans-serif">6.  A respeito dos espelhos planos, considere as proposi&ccedil;&otilde;es:<br>
  I. A imagem de um objeto real &eacute; sempre virtual.<br>
  II. Quando o objeto se afasta de uma dist&acirc;ncia d do espelho, a imagem tamb&eacute;m se afasta 
      d do objeto.<br>
    III. Quando uma pessoa se aproxima de um espelho, o tamanho da sua imagem n&atilde;o se 
      altera.<br>
    A(s) prosi&ccedil;&atilde;o(&otilde;es) correta(s) &eacute;(s&atilde;o):<br>
    a) somente I.<br>
    b) somente II.<br>
    c) somente III.<br>
    d) somente I e II.<br>
    e) somente I e III.<br>
  </font></p>
  <p align="justify"><font color="#000000" size="1" face="Verdana, Arial, Helvetica, sans-serif">Quest&otilde;es de vestibular:<br>
    Quest&atilde;o 3 - UPF<br>
    Quest&atilde;o 4 - UFMS<br>
    Quest&atilde;o 5 - U. Alfenas-MG
  </font></p>
</div>
</body>
</html>
