<html>
<head>
<title>Defeitos da Vis&atilde;o</title>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
</head>

<body bgcolor="#FFFFFF" text="#000000">
<div align="center">
  <p><font face="Verdana, Arial, Helvetica, sans-serif"><b><font color="#000099" size="4">6.5 
    - Defeitos da Vis&atilde;o </font></b></font></p>
  <p align="justify"><font color="#000000" size="2" face="Verdana, Arial, Helvetica, sans-serif">O olho humano ao sofrer altera&ccedil;&otilde;es, atrav&eacute;s de pequenas varia&ccedil;&otilde;es em sua estrutura, como o alongamento do globo ocular, ou o encurtamento do mesmo, e ou a perda da capacidade de acomoda&ccedil;&atilde;o do cristalino, resulta em tr&ecirc;s casos diferentes de defeitos de vis&atilde;o: a miopia; hipermetropia e a presbiopia, sabendo-se que ainda existem outros defeitos como o astigmatismo e o estrabismo que ser&atilde;o apenas comentados. </font></p>
  <p align="justify"><font color="#000000" size="2" face="Verdana, Arial, Helvetica, sans-serif">Levando-se em considera&ccedil;&atilde;o que um ser humano que possue uma vis&atilde;o normal, &eacute; capaz de focalizar na retina, objetos localizados desde uma dist&acirc;ncia m&eacute;dia convencional de 25 cm (dist&acirc;ncia m&iacute;nima convencional de vis&atilde;o distinta) at&eacute; o infinito. Estes casos s&oacute; ocorrem, pelo fato de o cristalino ser constituido de material flex&iacute;vel, o qual varia a curvatura de suas faces pela contra&ccedil;&atilde;o dos m&uacute;sculos ciliares. Ent&atilde;o quando um objeto se aproxima ou se afasta do nosso olho, a abscissa varia, e conseq&uuml;entemente, de acordo com a equa&ccedil;&atilde;o de Gauss (<sob><img src="../../img/equacao_gauss.gif" width="100" height="30"></sob>), deve variar a dist&acirc;ncia focal do cristalino. Sendo o papel dos m&uacute;sculos ciliares, o de comprimir ou distender o cristalino, para variar a dist&acirc;ncia focal f. Podemos entender o que acontece quando existir a aproxima&ccedil;&atilde;o ou afastamente de objetos em rela&ccedil;&atilde;o ao olho (simula&ccedil;&atilde;o 6.5.1 e simula&ccedil;&atilde;o 6.5.2), aplicando-se a equa&ccedil;&atilde;o dos fabricantes de lentes: <img src="../../img/equacao_fabricante.gif" width="100" height="30"></font></p>
  <p align="center"><img src="../../img/objeto_proximo.gif" width="450" height="160"><br>
  <font size="1" face="Verdana, Arial, Helvetica, sans-serif">Simula&ccedil;&atilde;o 6.5.1 - Objeto pr&oacute;ximo do olho, existindo um esfor&ccedil;o m&aacute;ximo de acomoda&ccedil;&atilde;o.</font></p>
  <p align="center"><font size="1" face="Verdana, Arial, Helvetica, sans-serif"><img src="../../img/objeto_afastado.gif" width="450" height="160"><br>
  Simula&ccedil;&atilde;o 6.5.2 - Objeto afastado do olho, m&uacute;sculos ciliares est&atilde;o relaxados, n&atilde;o realizando nenhum esfor&ccedil;o de acomoda&ccedil;&atilde;o. </font></p>
  <p align="justify"><font size="2" face="Verdana, Arial, Helvetica, sans-serif">Pode-se afirmar que o olho, ao n&atilde;o apresentar os padr&otilde;es acima relacionados, est&aacute; com algum desvio, possuindo algum defeito de vis&atilde;o.</font></p>
  <p align="left"><font color="#000000" size="2" face="Verdana, Arial, Helvetica, sans-serif"><b>6.5.1 
    - Miopia</b></font></p>
  <p align="justify"><font size="2" face="Verdana, Arial, Helvetica, sans-serif">Quando houver o alongamento do globo ocular em rela&ccedil;&atilde;o ao comprimento normal ou em uma excessiva verg&ecirc;ncia do cristalino, os objetos distantes do olho, formam uma imagem antes da retina, ou seja, n&atilde;o n&iacute;tida, em outras palavras dizer que n&atilde;o enxergamos bem de longe &eacute; um problema de miopia (simula&ccedil;&atilde;o 6.5.3). Enquanto que, para objetos localizados pr&oacute;ximos ao olho m&iacute;ope forma-se normalmente sobre a retina, tornando-se n&iacute;tida.</font></p>
  <p align="center"><font face="Verdana, Arial, Helvetica, sans-serif"><img src="../../img/olho_miope.gif" width="450" height="160"><br>
  </font><font size="1" face="Verdana, Arial, Helvetica, sans-serif">Simula&ccedil;&atilde;o 6.5.3 - Objeto afastado do olho m&iacute;ope, n&atilde;o existindo esfor&ccedil;o de acomoda&ccedil;&atilde;o e o foco F' antes da retina n&atilde;o formando imagem n&iacute;tida.</font><font face="Verdana, Arial, Helvetica, sans-serif">  </font></p>
  <p align="justify"><font size="2" face="Verdana, Arial, Helvetica, sans-serif">Portanto, para a pessoa que sofre do problema de miopia, deve-se diminuir a verg&ecirc;ncia do cristalino, e a&iacute; sim poder enxengar nitidamente objetos distantes. A corre&ccedil;&atilde;o da miopia pode ser realizada com lentes divergentes ou atrav&eacute;s de cirurgia, alterando a raio de curvatura do globo ocular, para isso faz necess&aacute;rio altera&ccedil;&otilde;es cir&uacute;rgicas da c&oacute;rnea.</font></p>
  <p class=MsoNormal style='mso-margin-top-alt:auto;mso-margin-bottom-alt:auto;
text-align:justify;mso-hyphenate:auto'><span style='font-size:10.0pt;
font-family:Verdana;color:black;mso-fareast-language:PT-BR'>bserva-se que olho m&iacute;ope, sem esfor&ccedil;o de acomoda&ccedil;&atilde;o, apresenta o foco F' antes da retina, formando uma imagem n&atilde;o n&iacute;tida (simula&ccedil;&atilde;o 6.5.3). Ao fazer-se a corre&ccedil;&atilde;o da miopia com lentes divergentes, observa-se que a lente faz, com que os raios de luz provenientes de um objeto, localizado a uma grande dist&acirc;ncia do olho emergem com se proviessem de um ponto remoto (PR), formando uma imagem n&iacute;tida sobre a retina (simula&ccedil;&atilde;o 6.5.4).</span><span style='mso-bidi-font-size:12.0pt;color:black;
mso-fareast-language:PT-BR'><o:p></o:p></span></p>
  <p align="center"><font face="Verdana, Arial, Helvetica, sans-serif"><img src="../../img/correcao_miope.gif" width="450" height="160"><br>
  </font><font size="1" face="Verdana, Arial, Helvetica, sans-serif">Simula&ccedil;&atilde;o 6.5.4 - Objeto afastado do olho m&iacute;ope, com a lente divergente, o feixe se abre e converge na retina. </font>
  </p>
  <p align="left"><b><font color="#000000" size="2" face="Verdana, Arial, Helvetica, sans-serif">6.5.2 
  - Hipermetropia</font></b></p>
  <p align="justify"><font size="2" face="Verdana, Arial, Helvetica, sans-serif">Quando houver o encurtamento do globo ocular em rela&ccedil;&atilde;o ao comprimento normal, ou em uma fraca verg&ecirc;ncia do cristalino e n&atilde;o havendo, neste caso esfor&ccedil;o de acomoda&ccedil;&atilde;o da imagem, o foco F' do olho fica situado al&eacute;m da retina e, portanto, a imagem n&atilde;o &eacute; n&iacute;tida  de objetos afastados do olho (simula&ccedil;&atilde;o 6.5.5). No entanto, se houver esfor&ccedil;o de acomoda&ccedil;&atilde;o por parte do olho hipermetrope, a pessoa ver&aacute; nitidamente os objetos, o problema que existe um esgotamento da capacidade de acomoda&ccedil;&atilde;o muito anterior a um olho normal, implicando que pessoas que apresentam hipermetropia, tem seu ponto pr&oacute;ximo mais afastado do que as pessoas de vis&atilde;o normal, ou seja, d&gt;25cm, n&atilde;o enxergando bem objetos localizados perto do olho. </font></p>
  <p align="center"><font face="Verdana, Arial, Helvetica, sans-serif"><img src="../../img/olho_hipermetrope.gif" width="450" height="160"><br>
  <font size="1">Simula&ccedil;&atilde;o 6.5.5 - Objeto afastado do olho hipermetrope, sem esfor&ccedil;o de acomoda&ccedil;&atilde;o, possui o F' situado al&eacute;m da retina, n&atilde;o formando imagem n&iacute;tida. </font></font></p>
  <p align="justify"><font size="2" face="Verdana, Arial, Helvetica, sans-serif">Deve-se fazer a corre&ccedil;&atilde;o do olho hipermetrope com lentes convergentes, aumentando-se a verg&ecirc;ncia do cristalino do mesmo. Portanto, um objeto localizado pr&oacute;ximo do olho (PO), reflete a luz sobre a lente convergente, formando uma imagem virtual em um ponto imagem pr&oacute;ximo ao olho (PI). O comportamento dessa imagem ser&aacute; como se fosse um objeto real em rela&ccedil;&atilde;o ao olho, permitindo assim a forma&ccedil;&atilde;o de uma imagem n&iacute;tida sobre a retina (simula&ccedil;&atilde;o 6.5.6). </font></p>
  <p align="center"><font face="Verdana, Arial, Helvetica, sans-serif"><img src="../../img/olho_lente_divergente.gif" width="450" height="160"><br>
  <font size="1">Simula&ccedil;&atilde;o 6.5.6 - A lente convergente forma do objeto (o)  pr&oacute;ximo ao olho uma imagem (i) num ponto pr&oacute;ximo do olho hipermetrope. </font></font></p>
  <p align="left"><b><font color="#000000" size="2" face="Verdana, Arial, Helvetica, sans-serif">6.5.3 
    - Outros defeitos</font></b></p>
  <p class=MsoNormal style='mso-margin-top-alt:auto;mso-margin-bottom-alt:auto;
text-align:justify;mso-hyphenate:auto'><span style='font-size:10.0pt;
font-family:Verdana;color:black;mso-fareast-language:PT-BR'>O olho humano pode apresentar, al&eacute;m dos dois defeitos acima descritos, outros como a presbiopia, um encurtamento do globo ocular decorrente da idade da pessoa (hipermetropia), conhecida popularmente como vista cansada, adquirida em fun&ccedil;&atilde;o da diminui&ccedil;&atilde;o da capacidade de acomoda&ccedil;&atilde;o do cristalino, portanto devendo ser corrigida com lentes convergentes, conforme j&aacute; estudado no caso acima da hipermetropia (simula&ccedil;&atilde;o 6.5.6). Mas, para o caso em que o olho apresentava anteriormente m&iacute;opia, n&atilde;o enxergando nitidamente objetos pr&oacute;ximos, deve-se fazer a corre&ccedil;&atilde;o com a redu&ccedil;&atilde;o da converg&ecirc;ncia negativa da lente divergente, usado na corre&ccedil;&atilde;o da miopia.</span><span
style='mso-bidi-font-size:12.0pt;color:black;mso-fareast-language:PT-BR'><o:p></o:p></span></p>
  <p align="justify"><font color="#000000" size="2" face="Verdana, Arial, Helvetica, sans-serif">Tamb&eacute;m existe, o astigmatismo, provavelmente existente entre alguns de seus colegas, pois &eacute; um dos defeitos de vis&atilde;o mais comum, provocado pela assimetria na curvatura da c&oacute;rnea, sendo facilmente corrigida com lentes esferocil&iacute;ndricas. No entanto, se o astigamtismo, estiver associado com a miopia ou a hipermetropia, n&atilde;o formando uma imagem n&iacute;tida apresentando deforma&ccedil;&otilde;es, as corre&ccedil;&otilde;es devem ser feitas com lentes cil&iacute;ndricas, convergentes ou divergentes, dependo do defeito associado ao astigmatismo.</font></p>
  <p align="justify"><font color="#000000" size="2" face="Verdana, Arial, Helvetica, sans-serif">Quando o olho apresentar, o problema de n&atilde;o ter paralelismo entre os eixos visuais dos dois olhos, trata-se do defeito de estrabismo, devendo-se usar para a corre&ccedil;&atilde;o lentes prism&aacute;ticas ou prismas, divergentes ou convergentes, dependo das dire&ccedil;&otilde;es desses eixos.</font></p>
  <p align="justify"><font color="#000066" size="2" face="Verdana, Arial, Helvetica, sans-serif"><strong>Atividades a serem desenvolvidas por voc&ecirc;:</strong></font></p>
  <p align="justify"><font color="#000000" size="2" face="Verdana, Arial, Helvetica, sans-serif">1- Supondo que voc&ecirc; ao ler um jornal, percebe que a maior dist&acirc;ncia em que consegues ler nitidamente &eacute; 0,70m. Perante a este fato, qual o seu defeito de vis&atilde;o? E qual converg&acirc;ncia da lente capaz de corrigir tal defeito? (Dado: a converg&ecirc;ncia de uma lente &eacute; C=1/f))</font></p>
  <p align="justify"><font color="#000000" size="2" face="Verdana, Arial, Helvetica, sans-serif">2-  As tr&ecirc;s doen&ccedil;as de vis&atilde;o mais comuns s&atilde;o miopia, hipermetropia e astigmatismo. &Eacute; (s&atilde;o) correta(s) a(s) alternativa(s):<br>
    a) As tr&ecirc;s t&ecirc;m origem em anomalias na estrutura do globo ocular.<br>
    b) Podem ser corrigidas respectivamente por lentes bic&ocirc;ncavas, biconvexas e cil&iacute;ndricas.<br>
    c) No m&iacute;ope a imagem se forma &agrave; frente da retina.<br>
    d)  O hiperm&eacute;trope enxerga mal de longe.<br>
    e) As duas primeiras podem ser corrigidas, respectivamente, por lentes convergentes e divergentes. </font></p>
  <p align="justify"><font size="2" face="Verdana, Arial, Helvetica, sans-serif">3-  
    A dist&acirc;ncia focal de uma lente convergente &eacute; de 10,0 cm. A que 
    dist&acirc;ncia da lente deve ser colocada uma vela para que sua imagem seja 
    projetada, com nitidez, sobre um anteparo situado a 0,5 m da lente?</font></p>
  <table width="500" border="0" cellspacing="0" cellpadding="0" height="17" align="left">
    <tr> 
      <td> 
        <div align="left"><font size="2" face="Verdana, Arial, Helvetica, sans-serif">a) 
          5,5 cm</font></div>
      </td>
      <td> 
        <div align="left"><font size="2" face="Verdana, Arial, Helvetica, sans-serif">b) 
          12,5 cm</font></div>
      </td>
      <td> 
        <div align="left"><font size="2" face="Verdana, Arial, Helvetica, sans-serif">c) 
          30,0cm</font></div>
      </td>
      <td> 
        <div align="left"><font size="2" face="Verdana, Arial, Helvetica, sans-serif">d) 
          50,0cm</font></div>
      </td>
      <td> 
        <div align="left"><font size="2" face="Verdana, Arial, Helvetica, sans-serif">e) 
          60,0 cm</font></div>
      </td>
    </tr>
  </table>
  <p align="justify">&nbsp;</p>
  <p align="justify"><font size="2" face="Verdana, Arial, Helvetica, sans-serif">4-  
    Selecione a alternativa que preenche corretamente as lacunas do seguinte texto.<br>
    Uma pessoa v&ecirc; nitidamente um objeto quando a imagem desse objeto se 
    forma sobre a retina.<br>
    Em pessoas m&iacute;opes, a imagem se forma &agrave; frente da retina.</font><font size="2"><br>
    <font face="Verdana, Arial, Helvetica, sans-serif">Em pessoas hipermetropes, os raios luminosos s&atilde;o interceptados pela retina antes de formarem a imagem (diz-se, ent&atilde;o, que a imagem se forma atr&aacute;s da retina).<br>
  Pessoas m&iacute;opes devem usar &oacute;culos com lentes ______________ e pessoas hipermetropes devem usar &oacute;culos com lentes ________________ .<br>
  a) Convergentes - biconvexas.	<br>
  b) Convergentes - divergentes.<br>
  c) Plano-convexas - divergentes.<br>
  d) Divergentes - bic&ocirc;ncavas.<br>
  e) Divergentes - convergentes.</font></font></p>
  <p align="justify"><font size="2" face="Verdana, Arial, Helvetica, sans-serif">5- O Olho Humano possui o cristalino, que funciona como uma lente convergente 
    bic&ocirc;ncava sim&eacute;trica e que pode ter seus raios de curvatura alterados, para podermos focar 
    as imagens a dist&acirc;ncias distintas. &Eacute; correto afirmar que o cristalino:<br>
    (01) n&atilde;o se altera quando um objeto se aproximar ou se afastar do olho.<br>
    (02) ter&aacute; seus raios de curvatura diminu&iacute;dos se um objeto se afastar do olho.<br>
    (04) ter&aacute; seus raios de curvatura aumentados se um objeto se afastar do olho.<br>
    (08) ter&aacute; seus raios de curvatura diminu&iacute;dos se um objeto se aproximar do olho.<br>
    (16) ter&aacute; seus raios de curvatura aumentados se um objeto se aproximar do olho.<br>
  D&ecirc;, como resposta, a soma das alternativas corretas.</font></p>
  <p align="justify"><font size="2" face="Verdana, Arial, Helvetica, sans-serif">6-  A respeito da capacidade de vis&atilde;o do olho humano, analise os itens como verdadeiros 
    ou falsos.<br>
    ( ) Quando se olha para um objeto distante, a imagem forma-se na retina sem que seja 
    necess&aacute;rio nenhum esfor&ccedil;o de acomoda&ccedil;&atilde;o visual.<br>
    ( ) A luz emitida pelos olhos incide nos objetos &agrave; volta e a eles retorna, complementando 
    o fen&ocirc;meno conhecido por capacidade visual.<br>
    ( ) A luz atravessa a c&oacute;rnea localizada na parte central da superf&iacute;cie do globo ocular e 
    passa, em seguida, pela pupila, que controla a entrada de luz, dilatando se quando o 
    ambiente externo tem pouca luz e contraindo-se na presen&ccedil;a de muita luz.<br>
    ( ) O cristalino &eacute; uma lente bic&ocirc;ncava e flex&iacute;vel que projeta na retina uma imagem real e 
  invertida do objeto visualizado.</font></p>
  <p align="justify"><font size="2" face="Verdana, Arial, Helvetica, sans-serif">7- Considere o sistema &oacute;ptico do olho humano como uma lente delgada situada 
    a 20 mm da retina. Qual a dist&acirc;ncia focal dessa lente, quando a pessoa l&ecirc; um livro 
  a 35 cm?</font></p>
  <p align="justify"><font size="2" face="Verdana, Arial, Helvetica, sans-serif">8-  As tr&ecirc;s doen&ccedil;as de vis&atilde;o mais comuns s&atilde;o miopia, hipermetropia e astigmatismo. &Eacute;
    CORRETO afirmar que:<br>
    01) as tr&ecirc;s t&ecirc;m origem em anomalias na estrutura do globo ocular.<br>
    02) podem ser corrigidas respectivamente por lentes c&ocirc;ncavas, convexas e cil&iacute;ndricas.<br>
    04) no m&iacute;ope a imagem se forma &agrave; frente da retina.<br>
    08) o hiperm&eacute;trope enxerga mal de longe.<br>
    16) as duas primeiras podem ser corrigidas, respectivamente, por lentes convergentes e
    divergentes.<br>
  D&ecirc; como resposta a soma das alternativas corretas.</font></p>
  <p align="justify"><font size="1" face="Verdana, Arial, Helvetica, sans-serif">Quest&otilde;es dos vestibulares:<br>
    Quest&atilde;o 2 - 
    </font><font color="#000000" size="1" face="Verdana, Arial, Helvetica, sans-serif">UFSC</font><font size="1" face="Verdana, Arial, Helvetica, sans-serif"><br>
    Quest&atilde;o 3 - UFRGS<br>
    Quest&atilde;o 4 - UFRGS<br>
    Quest&atilde;o 5 - UFMT<br>
    Quest&atilde;o 6 - </font>    <font size="1" face="Verdana, Arial, Helvetica, sans-serif">UFMT<br>
    Quest&atilde;o 7 - </font> <font size="1" face="Verdana, Arial, Helvetica, sans-serif">UFR-RJ<br>
    Quest&atilde;o 8 - </font> <font size="1" face="Verdana, Arial, Helvetica, sans-serif">UFSC</font><br>
    <br>
  </p>
</div>
</body>
</html>
