<html>
<head>
<title>Polariza&ccedil;&atilde;o da Luz e seus Efeitos</title>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
</head>

<body bgcolor="#FFFFFF" text="#000000">
<p align="center"><b><font color="#000066" size="4" face="Verdana, Arial, Helvetica, sans-serif">10.1 - Polariza&ccedil;&atilde;o 
  da Luz e seus Efeitos</font></b></p>
<p class=MsoNormal style='mso-margin-top-alt:auto;mso-margin-bottom-alt:auto;
text-align:justify;mso-hyphenate:auto'><span style='font-size:10.0pt;
font-family:Verdana;color:black;mso-fareast-language:PT-BR'>A polariza&ccedil;&atilde;o &eacute; uma propriedade das ondas eletromagn&eacute;ticas (ondas transversais), inclusive da luz, que confina a onda a um &uacute;nico plano de vibra&ccedil;&atilde;o. Sabe-se que as ondas longitudinais oscilam na mesma dire&ccedil;&atilde;o da propaga&ccedil;&atilde;o, portanto, elas n&atilde;o podem ser polarizadas. A luz natural n&atilde;o est&aacute; polarizada, o que significa que se pud&eacute;ssemos olhar de frente um raio de luz ver&iacute;amos o vetor el&eacute;trico vibrando igualmente em todas as dire&ccedil;&otilde;es perpendiculares ao raio, exemplifica-se na figura abaixo alguns desses planos (figura 10.1). </span><span
style='mso-bidi-font-size:12.0pt;color:black;mso-fareast-language:PT-BR'><o:p></o:p></span></p>
<p align="center"><font face="Verdana, Arial, Helvetica, sans-serif"><img src="../../img/movimento_luz.gif" width="171" height="69"><br>
    <font size="1">Figura 10.1.1 - Representa&ccedil;&atilde;o da parte el&eacute;trica de uma onda eletromagn&eacute;tica. </font></font></p>
<p align="justify"><font size="2" face="Verdana, Arial, Helvetica, sans-serif"><span style='font-size:10.0pt;font-family:Verdana;
mso-fareast-font-family:"Times New Roman";mso-bidi-font-family:"Times New Roman";
color:black;mso-ansi-language:PT-BR;mso-fareast-language:PT-BR;mso-bidi-language:
AR-SA'>O mesmo &eacute; v&aacute;lido para outras fontes de luz, como a luz da l&acirc;mpada fluorescente ou a l&acirc;mpada incandescente, pois nestes casos, tamb&eacute;m os planos de vibra&ccedil;&atilde;o das ondas eletromagn&eacute;ticas emitidas s&atilde;o t&atilde;o numerosas quantos ao n&uacute;mero de el&eacute;trons que as produzem.</span><br>
  <BR>
Para todos os casos citados acima,  esse comportamento da luz pode ser percebido com o uso de materiais polarizadores. Dois polarizadores no mesmo plano, estando um em rota&ccedil;&atilde;o, podem produzir escurid&atilde;o em determinados &acirc;ngulos, conforme o exemplo no vidro do carro mostrado na figura abaixo (figura 10.1.2), onde a pel&iacute;cula colocada no vidro, produz escurid&atilde;o total, para quem est&aacute; localizado no exterior do carro. Os polar&oacute;ides s&atilde;o utilizados tamb&eacute;m em instrumentos de laborat&oacute;rio, e tamb&eacute;m para evitar o ofuscamento produzido pela incid&ecirc;ncia da luz solar nos vidros dos carros.</font></p>
<p align="center"><font face="Verdana, Arial, Helvetica, sans-serif"><img src="../../img/carro.jpg" width="400" height="300"><br>
    <font size="1">Figura 10.1.2 - Figura do resultado obtido com o uso de pel&iacute;cula polarizadora no vidro de um carro.</font></font></p>
<p align="justify"><span style='font-size:10.0pt;
font-family:Verdana;color:black;mso-fareast-language:PT-BR'>Existem certos cristais, que absorvem alguns dos feixes de luz, transmitindo outros, um exemplo s&atilde;o os cristais de herapatite, que quando est&atilde;o embebidos entre folhas de celulose, num alinhamento, s&atilde;o usados para fabricar filtros polar&oacute;ides. No simulador abaixo, as ondas de luz encontram um filtro polarizador, constitu&iacute;do de determinadas mol&eacute;culas alinhadas, em vez de min&uacute;sculos cristais, nesse primeiro polarizador que a luz encontra permite a passagem apenas da radia&ccedil;&atilde;o que vibra em uma dire&ccedil;&atilde;o particular, ou seja, paralelas &agrave;s mol&eacute;culas alinhadas (simula&ccedil;&atilde;o 10.1.1).</span><span style='mso-bidi-font-size:12.0pt;color:black;
mso-fareast-language:PT-BR'><o:p></o:p></span></p>
<p align="center"><font face="Verdana, Arial, Helvetica, sans-serif"><img src="../../img/filtro_polarizador2.gif" width="332" height="100"></font><font face="Verdana, Arial, Helvetica, sans-serif"><br>
    <font size="1">Simulandor 10.1.1 - Uma onda de luz ao passar por um filtro polarizador ir&aacute; se movimentar apenas em um plano.</font></font></p>
<p align="justify"><font size="2" face="Verdana, Arial, Helvetica, sans-serif"> Ao repetir-se o exemplo anterior, e incluindo-se um  segundo filtro polarizador (analisador), de forma a ficar com as linhas perpendiculares as linhas do primeiro, ent&atilde;o nenhuma luz transmitida pelo primeiro polarizador ser&aacute; capaz de passar pelo segundo, conforme simula&ccedil;&atilde;o abaixo (simulador 10.1.2).</font></p>
<p align="center"><font face="Verdana, Arial, Helvetica, sans-serif"><img src="../../img/filtro_polarizador.gif" width="332" height="100"></font><font face="Verdana, Arial, Helvetica, sans-serif"><br>
<font size="1">Simulandor 10.1.2 - Uma onda de luz ao passar por dois filtros polarizadores perpendiculares entre si, nenhuma luz conseguir&aacute; passar.</font></font></p>
<p class=MsoNormal style='mso-margin-top-alt:auto;mso-margin-bottom-alt:auto;
text-align:justify;mso-hyphenate:auto'><span style='font-size:10.0pt;
font-family:Verdana;color:black;mso-fareast-language:PT-BR'>&Eacute; importante relembrar, que existem certos polar&oacute;ides, os quais s&atilde;o basicamente constitu&iacute;dos, de uma camada de pequenos cristais de iodo, sulfato de quinina, dispostos entre duas capas de pl&aacute;stico. Os mencionados cristais t&ecirc;m forma alongada, e todos est&atilde;o orientados previamente na mesma dire&ccedil;&atilde;o com ajuda de um intenso campo el&eacute;trico. Por esse motivo o polar&oacute;ide s&oacute; deixa passar luz num plano.<o:p></o:p><br>
</span><font size="2" face="Verdana, Arial, Helvetica, sans-serif"><BR>
Ao se fazer uso de &oacute;culos escuros, s&atilde;o as lentes polar&oacute;ides que bloqueiam a componente vibrat&oacute;ria horizontal da luz, por isso  na praia, a utiliza&ccedil;&atilde;o de lentes polarizadoras nos &oacute;culos de sol permite que parte da luz incidente sobre a lente seja absorvida, diminuindo o excesso de ilumina&ccedil;&atilde;o. </font></p>
<p align="justify"><font color="#000033" size="2" face="Verdana, Arial, Helvetica, sans-serif"><strong>Quest&otilde;es para voc&ecirc; resolver:</strong></font></p>
<p align="justify"><font size="2" face="Verdana, Arial, Helvetica, sans-serif">1- Explique por que n&atilde;o ocorre o fen&ocirc;meno de polariza&ccedil;&atilde;o com ondas sonoras. </font></p>
<p align="justify"><font size="2" face="Verdana, Arial, Helvetica, sans-serif">2- Busque explicar o que acontece com a intensidade de luz que atravessa os polarizadores, caso formos girando o segundo polarizador (analisador) gradualmente, a partir da situa&ccedil;&atilde;o demonstrada na figura abaixo, e at&eacute; o analisador chegar na situa&ccedil;&atilde;o do simulador 10.1.2, ou seja, perpendicular ao primeiro filtro polarizador?</font></p>
<p align="center"><font face="Verdana, Arial, Helvetica, sans-serif"><img src="../../img/filtro_polarizador3.gif" width="312" height="100"></font></p>
<p align="center"><font size="1" face="Verdana, Arial, Helvetica, sans-serif">Figura 10.1.3 - Polarizadores alinhados de forma paralela. </font></p>
<p align="justify"><font size="2" face="Verdana, Arial, Helvetica, sans-serif">3- O que acontece com a intensidade de luz, quando acontecer a superposi&ccedil;&atilde;o de duas lentes polar&oacute;ides de &oacute;culos escuros e formarem entre si um &acirc;ngulo reto de 90<sup>0</sup>. </font></p>
<p align="justify"><font size="2" face="Verdana, Arial, Helvetica, sans-serif">4-  A principal diferen&ccedil;a entre o comportamento de ondas transversais e o das ondas longitudinais consiste no fato de que estas:<br>
  a) n&atilde;o produzem efeitos de interfer&ecirc;ncia.<br>
  b) n&atilde;o se refletem.<br>
  c) n&atilde;o se refratam.<br>
  d) n&atilde;o se difratam.<br>
  e) n&atilde;o podem ser polarizadas.</font></p>
<p align="justify"><font size="2" face="Verdana, Arial, Helvetica, sans-serif">5- Explique a sua resposta para a quest&atilde;o anterior. </font></p>
<p align="justify"><font size="2" face="Verdana, Arial, Helvetica, sans-serif">6-  Luz linearmente polarizada (ou plano-polarizada) &eacute; aquela que:<br>
  a) apresenta uma s&oacute; freq&uuml;&ecirc;ncia.<br>
  b) se refletiu num espelho plano.<br>
  c) tem comprimento de onda menor que o da radia&ccedil;&atilde;o ultravioleta.<br>
  d) tem a oscila&ccedil;&atilde;o, associada &agrave; sua onda, paralela a um plano.<br>
  e) tem a oscila&ccedil;&atilde;o, associada &agrave; sua onda, na dire&ccedil;&atilde;o de propaga&ccedil;&atilde;o.</font></p>
<p align="justify"><font size="2" face="Verdana, Arial, Helvetica, sans-serif">7- Considere as informa&ccedil;&otilde;es a seguir:<br>
  I) A dist&acirc;ncia focal de uma lente depende do meio que a envolve.<br>
  II) A luz contorna obst&aacute;culos com dimens&otilde;es semelhantes ao seu comprimento de onda, invadindo a regi&atilde;o de sombra geom&eacute;trica.<br>
  III) Luz emitida por uma fonte luminosa percorre o interior de fibras &oacute;ticas, propogando-se de uma extremidade &agrave; outra.<br>
  Os fen&ocirc;menos &oacute;ticos melhor exemplificados pelas afirma&ccedil;&otilde;es I, II e III s&atilde;o, respectivamente, os seguintes:<br>
  a) refra&ccedil;&atilde;o, difra&ccedil;&atilde;o e reflex&atilde;o total.<br>
  b) refra&ccedil;&atilde;o, interfer&ecirc;ncia e polariza&ccedil;&atilde;o.<br>
  c) espalhamento, difra&ccedil;&atilde;o e reflex&atilde;o total.<br>
  d) espalhamento, interfer&ecirc;ncia e reflex&atilde;o total.<br>
  e) dispers&atilde;o, difra&ccedil;&atilde;o e polariza&ccedil;&atilde;o. </font></p>
<p align="justify"><font size="1" face="Verdana, Arial, Helvetica, sans-serif">As quest&otilde;es de vestibular s&atilde;o:<br>
  Quest&atilde;o 4 - UFRGS<br>
Quest&atilde;o 6 - ITA<br>
Quest&atilde;o 7 - UFRGS</font></p>
</body>
</html>
