<html>
<head>
<title>Prismas </title>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
</head>

<body bgcolor="#FFFFFF" text="#000000">
<div align="center">
  <p><font face="Verdana, Arial, Helvetica, sans-serif" color="#000066"><b><font color="#000099" size="4">5.7 - Prismas</font> 
    </b></font></p>
  <p align="justify"><font face="Verdana, Arial, Helvetica, sans-serif" size="2">At&eacute; 
    aqui houve o estudo de l&acirc;minas com faces paralelas, ou seja, corpos transparentes 
    de faces paralelas, onde se observa o deslocamento do raio de luz emergente, 
    sem sofrer desvio em sua dire&ccedil;&atilde;o em rela&ccedil;&atilde;o ao 
    raio incidente. Mas o que acontece, ao incidirmos luz sobre um corpo transparente 
    onde as faces n&atilde;o s&atilde;o paralelas, exemplo um prisma?</font></p>
  <p align="justify"><font face="Verdana, Arial, Helvetica, sans-serif" size="2">Para 
    responder a esta pergunta, precisa-se tamb&eacute;m considerar que at&eacute; 
    aqui houve uso nos exemplos, apenas luz monocr&aacute;tica, e ent&atilde;o 
    existe o uso de luz policrom&aacute;tica, exemplo luz branca (luz solar).</font></p>
  <p class=MsoNormal style='mso-margin-top-alt:auto;mso-margin-bottom-alt:auto;
text-align:justify;mso-hyphenate:auto'><span style='font-size:10.0pt;
font-family:Verdana;color:black;mso-fareast-language:PT-BR'>Observa-se que o vidro (prisma), apresenta maior &iacute;ndice de refra&ccedil;&atilde;o para a luz violeta e ela ent&atilde;o se aproxima mais da normal, enquanto a luz vermelha sofre menor refra&ccedil;&atilde;o, ficando mais afastada da normal. Em conseq&uuml;&ecirc;ncia do &iacute;ndice de refra&ccedil;&atilde;o estar associado &agrave; freq&uuml;&ecirc;ncia da cores, t&ecirc;m-se a luz violeta, que sofre maior desvio e a luz vermelha menor, e entre a duas existem as outras cores, consideradas as intermedi&aacute;rias, conforme a simula&ccedil;&atilde;o (simula&ccedil;&atilde;o 5.7.1).</span><span
style='mso-bidi-font-size:12.0pt;color:black;mso-fareast-language:PT-BR'><o:p></o:p></span></p>
  <p align="center"><img src="../../img/prisma_f_paralelas.gif" width="400" height="200"><br>
    <font face="Verdana, Arial, Helvetica, sans-serif" size="1">Simula&ccedil;&atilde;o 
    5.7.1 - Simulando a dispers&atilde;o da luz branca no prisma de faces paralelas.</font></p>
  <p align="justify"><font size="2" face="Verdana, Arial, Helvetica, sans-serif">Para entender-se 
    o que acontece com os raios incidentes e emergentes do prisma, analisa-se 
    a trajet&oacute;ria de um raio de luz monocrom&aacute;tica, em um prisma triagonal 
    na figura abaixo (figura 5.7.1).</font></p>
  <p align="center"><img src="../../img/trajetoria_luz.jpg" width="350" height="150"><br>
    <font face="Verdana, Arial, Helvetica, sans-serif" size="1">Figura 5.7.1 - 
    Representa&ccedil;&atilde;o da trajet&oacute;ria de um raio de luz de um prisma 
    de &acirc;ngulo de refring&ecirc;ncia &Acirc;.</font></p>
  <p align="justify"><font face="Verdana, Arial, Helvetica, sans-serif" size="2">Ao 
    considerar-se na figura (figura 5.7.1), i<sub>1</sub> e i<sub>2</sub> como 
    sendo os &acirc;ngulos de incid&ecirc;ncia e emerg&ecirc;ncia do raio de luz 
    que percorrem um &acirc;ngulo &Acirc; (&acirc;ngulo de refring&ecirc;ncia) 
    entre as faces do prisma, observa-se que o &acirc;ngulo de desvio (<i>d</i>) 
    sofrido pelo raio pode ser expresso: <i>d</i>=(i<sub>1</sub>+i<sub>2 </sub>- 
    &Acirc;), e em contrapartida pode-se afirmar que o &Acirc;= i'<sub>1</sub>+i'<sub>2.</sub></font></p>
  <p align="justify"><font face="Verdana, Arial, Helvetica, sans-serif" size="2">Considerando-se 
    estas duas express&otilde;es e associando-se as mesmas a Lei da Refra&ccedil;&atilde;o 
    estudadas anteriormente, n<sub>1</sub>.sen(i<sub>1</sub>)=n<sub>2</sub>.sen(i<sub>2</sub>), 
    permite o c&aacute;lculo do desvio do raio de luz, a partir do &acirc;ngulo 
    de incid&ecirc;ncia (i<sub>1</sub>), do &acirc;ngulo de refring&ecirc;ncia 
    &Acirc; e do &iacute;ndice de refra&ccedil;&atilde;o absoluto do material 
    do prisma (n<sub>p</sub>).</font></p>
  <p align="justify"><font face="Verdana, Arial, Helvetica, sans-serif" size="2"><b><font color="#000066">Responda 
    as quest&otilde;es abaixo:</font></b></font></p>
  <p align="justify"><font face="Verdana, Arial, Helvetica, sans-serif" size="2">1- 
    Busque pesquisar sobre as principais vantagens de utilizarmos prismas, ao 
    inv&eacute;s de usarmos espelhos.</font></p>
  <p align="justify"><font face="Verdana, Arial, Helvetica, sans-serif" size="2">2- 
    Explique porque ocorre o fen&ocirc;meno da dispers&atilde;o da luz branca 
    num prisma de dispers&atilde;o.</font></p>
</div>
</body>
</html>
