<html>
<head>
<title>Feixes, Raios e Pinceis de Luz </title>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
</head>

<body bgcolor="#FFFFFF" text="#000000">
    <div align="center"><font size="2" face="Verdana, Arial, Helvetica, sans-serif"><b><font color="#000099" size="4">2.1 - Feixes, Raios e Pinceis de Luz </font></b></font></div>
    <p align="justify"><font size="2"><span style=''><font color="#000000" face="Verdana, Arial, Helvetica, sans-serif">Existem alguns fen&ocirc;menos luminosos que podem ser estudados tratando-se as fontes luminosas, como simplesmente de raios luminosos. Portanto nesta parte de seu estudo, introduz-se a no&ccedil;&atilde;o de raios de luz e princ&iacute;pios fundamentais da &oacute;tica geom&eacute;trica.</font></span><font color="#000000" face="Verdana, Arial, Helvetica, sans-serif"><span style=''><o:p></o:p></span></font></font><font color="#000000" size="2"><font face="Verdana, Arial, Helvetica, sans-serif"><span style=''><o:p></o:p></span></font></font></p>
    <p align="justify"><font color="#000000" size="2" face="Verdana, Arial, Helvetica, sans-serif"><span style=''>Para descrever a dire&ccedil;&atilde;o de propaga&ccedil;&atilde;o da luz, em geral &eacute; mais conveniente representar uma onda de luz por meio de raio. Os raios de luz foram empregados muito tempo antes de se estabelecer com firmeza &agrave; natureza ondulat&oacute;ria da luz. Os fen&ocirc;menos estudados em &Oacute;tica Geom&eacute;trica podem ser descritos com a simples no&ccedil;&atilde;o de raio de luz.<o:p></o:p></span></font></p>
    <p align="justify"><font color="#000000" size="2" face="Verdana, Arial, Helvetica, sans-serif"><span style=''>Um feixe estreito de Luz &eacute; costumeiramente chamado de raio de luz. E o conjunto de raios de luz constitui um feixe de Luz, assumindo os diferente nomes, conforme pode ser visto na simula&ccedil;&atilde;o abaixo (simula&ccedil;&atilde;o 2.1.1).<o:p></o:p></span></font><font size="2" face="Verdana, Arial, Helvetica, sans-serif"><span style=''><o:p></o:p></span></font></p>
    <p align="justify">&nbsp;</p>
    <div align="justify">
<table width="353" border="0,5" align="center">
    <tr>
      <td width="347"><font size="2" face="Verdana, Arial, Helvetica, sans-serif"><img src="../../img/feixes_luz.gif" width="350" height="350"></font></td>
    </tr>
    <tr>
      <td><div align="justify"><font size="1" face="Verdana, Arial, Helvetica, sans-serif">Simula&ccedil;&atilde;o 2.1.1 - Simula&ccedil;&atilde;o  mostra as diferentes classifica&ccedil;&otilde;es para o feixe de luz: covergente, divergente e paralelo.</font></div></td>
    </tr>
  </table>
</div>
<p align="justify"><font color="#000099" size="2" face="Verdana, Arial, Helvetica, sans-serif"><b>Por defini&ccedil;&atilde;o afirmar-se que os Raios 
  de luz - <font color="#0000CC">S&atilde;o linhas orientadas que representam, 
  graficamente, a dire&ccedil;&atilde;o e o sentido de propaga&ccedil;&atilde;o 
de luz, conforme observa-se na simula&ccedil;&atilde;o abaixo (simula&ccedil;&atilde;o 2.1.2).</font></b></font></p>
<div align="justify">
  <table width="456" border="0,5" align="center">
    <tr>
      <td width="450"><font size="2" face="Verdana, Arial, Helvetica, sans-serif"><img src="../../img/gif_propagacao_retilinia.gif" width="450" height="120"></font></td>
    </tr>
    <tr>
      <td height="58"><div align="justify"><font size="1" face="Verdana, Arial, Helvetica, sans-serif"> Simula&ccedil;&atilde;o 2.1.2 - A simula&ccedil;&atilde;o acima &eacute; uma representa&ccedil;&atilde;o gr&aacute;fica da propaga&ccedil;&atilde;o da luz, emitida pela chama de vela, utlizando-se a no&ccedil;&atilde;o de raio de luz.</font></div></td>
    </tr>
  </table>
</div>
<p align="justify"><font size="2" face="Verdana, Arial, Helvetica, sans-serif"><span style=''><font color="#000000">Para os casos em que a luz est&aacute; atravessando meios materiais transparentes e opticamente homog&ecirc;neos, ela apresenta tr&ecirc;s caracter&iacute;sticas importantes. Estas tr&ecirc;s caracter&iacute;sticas s&atilde;o, considerados os princ&iacute;pios da &oacute;ptica geom&eacute;trica. Sendo eles:</font></span><font color="#000000"><span style=''><o:p></o:p></span></font></font><font color="#000000"><span style=''><o:p></o:p></span></font><span style='color:black'><o:p></o:p></span></p>
<p align="justify"><font color="#000099" size="2" face="Verdana, Arial, Helvetica, sans-serif"><b>2.1.1 -  Princ&iacute;pio 
  da propaga&ccedil;&atilde;o retil&iacute;nea da luz <br>
  2.1.2 - Princ&iacute;pio da reversibilidade na trajet&oacute;ria da luz <br>
  2.1.3 - Princ&iacute;pio da independ&ecirc;ncia dos raios (ou pinc&eacute;is) de luz </b></font><font size="2" face="Verdana, Arial, Helvetica, sans-serif"><br>
</font></p>
<p align="justify"><font color="#000099" size="2" face="Verdana, Arial, Helvetica, sans-serif"><b>2.1.1 - Princ&iacute;pio 
  da propaga&ccedil;&atilde;o retil&iacute;nea da luz</b></font></p>
<p align="justify"><font size="2" face="Verdana, Arial, Helvetica, sans-serif">Meios materiais opticamente 
  homog&ecirc;neos s&atilde;o aqueles onde basicamente n&atilde;o h&aacute; diferen&ccedil;as 
  em sua densidade. Por exemplo, a densidade da &aacute;gua pura, dentro de um 
  aqu&aacute;rio, &eacute; independente da regi&atilde;o que ela ocupa. A &aacute;gua 
  que ocupa a regi&atilde;o superior do aqu&aacute;rio tem a mesma densidade da 
  &aacute;gua que ocupa a regi&atilde;o inferior ou lateral. Nesta situa&ccedil;&atilde;o, 
a luz ao atravessar o meio ir&aacute; encontrar sempre a mesma dificuldade. Portanto, afirma-se que <strong><font color="#000033">&quot;A luz sempre se propaga em linha reta nos meios materiais opticamente homog&ecirc;neos&quot;.</font></strong></font></p>
<p align="justify"><font size="2" face="Verdana, Arial, Helvetica, sans-serif">Um exemplo facilmente observado 
  e que corrobora a propaga&ccedil;&atilde;o retil&iacute;nea da luz &eacute; 
  a sombra projetada por um pr&eacute;dio, conforme simula&ccedil;&atilde;o abaixo <font color="#000000">(simula&ccedil;&atilde;o 2.2.3)</font>, 
  ou quando estamos caminhando em uma regi&atilde;o iluminada pelo sol.</font></p>
<div align="justify">
  <table width="75%" height="293" border="1" align="center" cellspacing="0" bordercolor="#666666">
    <tr> 
      <td height="624"> 
        <div align="center"> 
          <table width="98%"  border="0" cellspacing="0" cellpadding="0">
            <tr>
              <td><p align="center"><font color="#000099" size="2" face="Verdana, Arial, Helvetica, sans-serif"><strong>Determinando a altura de um pr&eacute;dio de forma experimental</strong></font></p>
                <p align="justify"><font face="Verdana, Arial, Helvetica, sans-serif" size="2" color="#000000">Levando em considera&ccedil;&atilde;o que num certo dia de sol, em torno das 10h, numa regi&atilde;o onde o solo &eacute; horizontal, mediu-se &agrave; dist&acirc;ncia (S) do limite extremo da sombra de um pr&eacute;dio at&eacute; a base do mesmo. Em seguida, com aux&iacute;lio de um poste de madeira, colocado pr&oacute;ximo ao pr&eacute;dio, mediu-se a altura (h) do mesmo e a sombra (s) que ele projetava no solo, conforme simula&ccedil;&atilde;o abaixo:</font></p>
                <p align="center"><font size="2" face="Verdana, Arial, Helvetica, sans-serif"><img src="../../img/experimento_predio.gif" width="500" height="350"></font><font face="Verdana, Arial, Helvetica, sans-serif" size="1"><br>
                Simula&ccedil;&atilde;o 2.2.3 - Propaga&ccedil;&atilde;o retil&iacute;nea da luz e a forma&ccedil;&atilde;o da sombra</font>                </p>
                <p align="justify"><font size="2" face="Verdana, Arial, Helvetica, sans-serif"><b><font color="#000000">A partir do conhecimento sobre os comprimentos S e s das sombras do pr&eacute;dio e do poste, altura <i>h</i> do poste de madeira, e aplicando o conhecimento da semelhan&ccedil;a de tri&acirc;ngulos, voc&ecirc; dever&aacute; determinar a altura H do pr&eacute;dio.</font></b></font></p>
              <p align="justify"><font face="Verdana, Arial, Helvetica, sans-serif" size="1">Experimento adaptado do livro: F&iacute;sica: Ci&ecirc;ncia e Tecnologia: volume &uacute;nico/ Carlos Magno Azinaro Torres...[et al.] - S&atilde;o Paulo: Moderna, 2001.</font></p></td>
            </tr>
          </table>
        </div>
      </td>
    </tr>
  </table>
</div>
<p align="justify"><font size="2" face="Verdana, Arial, Helvetica, sans-serif">Outro exemplo interessante 
  abordado a partir do Princ&iacute;pio da Propaga&ccedil;&atilde;o Retil&iacute;nea 
  da luz &eacute; o de sombra e penumbra. Observa-se nas simula&ccedil;&otilde;es abaixo:</font></p>
<p align="center"><font size="2" face="Verdana, Arial, Helvetica, sans-serif"><img src="../../img/gif_sombra_penumbraFalta.gif" width="350" height="150"><br>
    <font size="1">Simula&ccedil;&atilde;o 
2.2.4 - Simula&ccedil;&atilde;o de sombra e penumbra com fonte de luz puntiforme</font></font></p>
<p align="justify"><font size="2" face="Verdana, Arial, Helvetica, sans-serif">Quando um disco 
  opaco for colocado entre uma fonte de luz puntiforme F e um anteparo, conforme 
  simula&ccedil;&atilde;o acima (simula&ccedil;&atilde;o 2.2.4), considera-se os raios de luz que tangenciam o disco, 
  observa-se o aparecimento de uma regi&atilde;o n&atilde;o iluminada, entre o 
  disco e o anteparo, devido a propaga&ccedil;&atilde;o retil&iacute;nea da luz, 
  regi&atilde;o essa denominada de <b>cone de sombra</b>. E no anteparo forma-se 
  a regi&atilde;o de <b>sombra projetada</b>, n&atilde;o iluminada pela fonte.</font></p>
<p align="center"><font size="2" face="Verdana, Arial, Helvetica, sans-serif"><img src="../../img/gif_sombra_penumbra1.gif" width="350" height="150"><br>
</font><font size="1" face="Verdana, Arial, Helvetica, sans-serif">Simula&ccedil;&atilde;o 
2.2.5 - Simula&ccedil;&atilde;o de sombra e penumbra com fonte de luz extensa</font></p>
<p align="justify"><font face="Verdana, Arial, Helvetica, sans-serif" size="2">Quando 
  usa-se uma fonte de luz extensa, conforme a simula&ccedil;&atilde;o acima (simula&ccedil;&atilde;o 2.2.5), observa-se que 
  al&eacute;m do cone de sombra e da sombra projetada, temos ainda duas outras regi&otilde;es: 
  o cone de penumbra e a penumbra projetada, pois recebem luz de parte da fonte.</font></p>
<p align="justify"><font face="Verdana, Arial, Helvetica, sans-serif" size="2">O 
  princ&iacute;pio da propaga&ccedil;&atilde;o retil&iacute;nea da luz, tamb&eacute;m 
  aplica-se na explica&ccedil;&atilde;o do funcionamento da c&acirc;mara escura 
  de orif&iacute;cio, a qual basicamente &eacute; uma caixa revestida internamente 
  com material opaco, com um orif&iacute;cio em uma das faces para penetra&ccedil;&atilde;o 
  da luz, observa-se na simula&ccedil;&atilde;o abaixo (simula&ccedil;&atilde;o1.2.6), 
  na qual a luz do objeto ao passar pelo orif&iacute;cio, formar&aacute; uma imagem 
  invertida no anteparo da caixa. A semelhan&ccedil;a entre os tri&acirc;ngulos 
  ABO e AB'O permite obter uma rela&ccedil;&atilde;o simples entre a dist&acirc;ncia 
  (d) do objeto ao orif&iacute;cio (O), a altura do objeto (AB), a profundidade 
  da c&acirc;mera (d') e a altura da imagem (AB'):</font></p>
<p align="center"><font size="2" face="Verdana, Arial, Helvetica, sans-serif"><img src="../../img/equa1.gif" width="80" height="50"></font></p>
<p align="center"><font size="2" face="Verdana, Arial, Helvetica, sans-serif"><img src="../../img/gif_camera_escura.gif" width="400" height="200"><br>
</font><font face="Verdana, Arial, Helvetica, sans-serif" size="1">Simula&ccedil;&atilde;o 
  2.2.6 - Simulando objeto luminoso aparecendo invertido no anteparo fosco da c&acirc;mera 
escura.</font></p>
<p align="justify"><font color="#000099" size="2" face="Verdana, Arial, Helvetica, sans-serif"><b>2.1.2 - Princ&iacute;pio 
  da reversibilidade na trajet&oacute;ria da luz</b></font></p>
<p align="center"><font size="2" face="Verdana, Arial, Helvetica, sans-serif"><img src="../../img/reversibilidade_raio_luz.gif" width="350" height="150"><br>
</font><font face="Verdana, Arial, Helvetica, sans-serif" size="1">Simula&ccedil;&atilde;o 
  2.1.7 - Simula&ccedil;&atilde;o que demonstra que a trajet&oacute;ria da luz n&atilde;o 
depende do seu sentido</font></p>
<p align="justify"><font size="2" face="Verdana, Arial, Helvetica, sans-serif"><br>
  Na simula&ccedil;&atilde;o acima (simula&ccedil;&atilde;o 2.1.7), o raio de luz representado em azul saiu de A, 
  reflete no espelho S (ao bater no ponto B) e chega at&eacute; o ponto C. O 
  princ&iacute;pio da reversibilidade garante que se ele tivesse sa&iacute;do 
  de C, neste caso representado pelo raio vermelho e chego no ponto B do espelho 
  S, com certeza ir&aacute; passar pelo ponto A. O caminho de ida ser&aacute; igual 
  ao caminho de volta, o que garante que a <strong><font color="#000033">&quot;A trajet&oacute;ria de um raio de luz n&atilde;o depende do sentido da sua propaga&ccedil;&atilde;o&quot;.</font></strong><br>
  <br>
  Uma das aplica&ccedil;&otilde;es do princ&iacute;pio da reversibidade na trajet&oacute;ria 
  da luz, verifica-se quando um motorista observa o rosto de uma pessoa sentado no banco traseiro, pelo retrovisor 
  de um carro, a pessoa tamb&eacute;m consegue visualizar o rosto do motorista. <br>
  </font></p>
<p align="justify"><font size="2" face="Verdana, Arial, Helvetica, sans-serif"><b><font color="#000099">2.2.3 - Princ&iacute;pio 
da independ&ecirc;ncia dos raios (ou pinc&eacute;is) de luz</font></b></font></p>
<p align="center"><font size="2" face="Verdana, Arial, Helvetica, sans-serif"><img src="../../img/gif_independencia_raioluz.gif" width="314" height="305"><br>
</font><font size="1" face="Verdana, Arial, Helvetica, sans-serif"> Simula&ccedil;&atilde;o 
2.1.8 - Simulando dois pinceis de luz independentes entre si.</font></p>
<p align="justify"><font size="2" face="Verdana, Arial, Helvetica, sans-serif">Na simula&ccedil;&atilde;o 
  acima (simula&ccedil;&atilde;o 2.1.8), observa-se dois pinc&eacute;is de luz que se cruzam, 
  um roxo e outro amarelo. Nota-se que depois do encontro o pincel roxo continua 
  roxo e o pincel amarelo continua amarelo, e que al&eacute;m disso um n&atilde;o 
  desvia o outro. Este fato &eacute; uma aplica&ccedil;&atilde;o do terceiro princ&iacute;pio 
  da &oacute;ptica geom&eacute;trica, onde afirma-se que <strong><font color="#000033">&quot;Quando dois ou mais raios (ou pinc&eacute;is) de luz se cruzam, eles conservam suas caracter&iacute;sticas iniciais, pois s&atilde;o independentes entre si&quot;.</font></strong></font></p>
<p align="justify"><font face="Verdana, Arial, Helvetica, sans-serif" size="2" color="#000099"><b>Nas 
  quest&otilde;es abaixo aplique os princ&iacute;pios da &Oacute;tica Geom&eacute;trica:</b></font></p>
<p align="justify"><font face="Verdana, Arial, Helvetica, sans-serif" size="2" color="#000000">1-  a) 
  Na figura abaixo, F &eacute; uma fonte de luz extensa e A um objeto opaco. Determine 
  para I, II e II, se nestas regi&otilde;es a forma&ccedil;&atilde;o &eacute; de sombra ou penumbra.</font></p>
<p align="center"><font size="2" face="Verdana, Arial, Helvetica, sans-serif"><img src="../../img/feixesexercicio1.gif" width="320" height="190"></font></p>
<p align="justify"><font size="2" face="Verdana, Arial, Helvetica, sans-serif">b) Observe 
  a figura acima e considere, apenas que a fonte de luz extensa foi substitu&iacute;da 
  por uma fonte de luz puntiforme. Fa&ccedil;a uma representa&ccedil;&atilde;o 
  gr&aacute;fica da propaga&ccedil;&atilde;o dos raios de luz e determine se existem 
  regi&otilde;es com forma&ccedil;&atilde;o de sombra e ou penumbra.</font></p>
<p align="justify"><font size="2" face="Verdana, Arial, Helvetica, sans-serif">2- 
  Um motorista de Taxi olha pelo retrovisor interno e v&ecirc; o seu cliente (passageiro) 
  no banco traseiro. Se o cliente olhar para o mesmo espelho ver&aacute; o motorista. 
  Explique por que isto &eacute; poss&iacute;vel, desenhando os raios luminosos.</font></p>
<p align="justify"><font face="Verdana, Arial, Helvetica, sans-serif" size="2">3- 
  Sabendo-se que um pr&eacute;dio de 60m produz uma sombra de 5m. E que no mesmo 
  instante, um muro produz uma sombra de 0,50 m. Aplicando o princ&iacute;pio 
  da propaga&ccedil;&atilde;o retil&iacute;nea da luz e das semelhan&ccedil;as 
  de tri&acirc;ngulos existentes, determine a altura do muro.</font></p>
<p align="justify"><font face="Verdana, Arial, Helvetica, sans-serif" size="2">4- 
  Por que a c&acirc;mara escura de orif&iacute;cio produz imagens de cabe&ccedil;a 
  para baixo, quando observadas por tr&aacute;s do anteparo?</font></p>
<p align="justify"><font size="2"><font face="Verdana, Arial, Helvetica, sans-serif">5- 
    Sabendo-se que uma c&acirc;mara escura de orif&iacute;cio apresenta comprimento 
    de 60 cm, e que a partir de um poste de altura 5 m obteve-se, no anteparo, uma 
    imagem de altura 20 cm. Determine a dist&acirc;ncia do poste at&eacute; a c&acirc;mara.</font></font></p>
<p align="justify"><font size="2" face="Verdana, Arial, Helvetica, sans-serif">6- Explique o que se forma no anteparo,  na figura abaixo, onde t&ecirc;m-se uma fonte de luz, e uma pessoa parada na frente do anteparo. <font size="1">(aplique os conceitos de &oacute;ptica geom&eacute;trica)</font></font></p>
<p align="center"><font size="1" face="Verdana, Arial, Helvetica, sans-serif"><img src="../../img/exercicios_raios4.gif" width="331" height="190"></font></p>
</body>
</html>
