<html>
<head>
<title>Instrumentos &Oacute;pticos de Aumento </title>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
<script language="JavaScript" type="text/JavaScript">
<!--
function MM_openBrWindow(theURL,winName,features) { //v2.0
  window.open(theURL,winName,features);
}
//-->
</script>
</head>

<body bgcolor="#FFFFFF" text="#000000">
<div align="center">
  <p><font color="#000066" size="4" face="Verdana, Arial, Helvetica, sans-serif"><strong>6.7 - Instrumentos &Oacute;pticos de Aumento </strong></font></p>
  <p align="justify"><font color="#000000" size="2" face="Verdana, Arial, Helvetica, sans-serif">Todos os intrumentos &oacute;pticos de observa&ccedil;&atilde;o podem, ser classificados, em instrumentos de aumento ou em instrumentos de aproxima&ccedil;&atilde;o, no primeiro caso, os instrumentos fornecem uma imagem virtual maior, e no segundo, as imagens formadas pelos instrumentos, n&atilde;o s&atilde;o maiores que os objetos, sendo vistos sob maior &acirc;ngulo visual. </font></p>
  <p align="justify"><font color="#000000" size="2" face="Verdana, Arial, Helvetica, sans-serif"><strong>6.7.1- Lupa ou lente de aumento</strong></font></p>
  <p align="justify"><font color="#000000" size="2" face="Verdana, Arial, Helvetica, sans-serif">Ao se olhar para objetos, e variando-se a dist&acirc;ncia do nosso olho at&eacute; o mesmo, sabe-se que ao aproximar-se muito o objeto do olho, n&atilde;o haver&aacute; a forma&ccedil;&atilde;o de uma imagem n&iacute;tida, portanto, para que o objeto seja visto sem aux&iacute;lio da lupa, existe uma dist&acirc;ncia m&iacute;nima de vis&atilde;o distinta, chamada de d<sub>o</sub>, onde &Acirc;<sub>o</sub> &eacute; conhecido como &acirc;ngulo visual (simula&ccedil;&atilde;o 6.7.1).</font></p>
  <p align="center"><font color="#000000" face="Verdana, Arial, Helvetica, sans-serif"><img src="../../img/distancia_de_visao.gif" width="400" height="150"><br>
  <font size="1">Simula&ccedil;&atilde;o 6.7.1 - Simula&ccedil;&atilde;o da dist&acirc;ncia m&iacute;nima (d<sub>o</sub>), para que o objeto (0) seja visto sem a lupa. </font></font></p>
  <p align="justify"><font size="2" face="Verdana, Arial, Helvetica, sans-serif">Ao observa-se &agrave; simula&ccedil;&atilde;o abaixo (simula&ccedil;&atilde;o 6.7.2), que a forma&ccedil;&atilde;o de uma imagem virtual (O'), ampliada e direita por uma lupa, a partir de um objeto colocado no foco da lupa, provoca uma angulo visual &Acirc;<sub>i</sub>, conseq&uuml;entemente, o observador ver&aacute; uma imagem ampliada.</font></p>
  <p align="center"><font color="#000000" size="1" face="Verdana, Arial, Helvetica, sans-serif"><img src="../../img/lupa.gif" width="400" height="200"><br>
  </font><font color="#000000" face="Verdana, Arial, Helvetica, sans-serif"><font size="1">Simula&ccedil;&atilde;o 6.7.2 - Simula&ccedil;&atilde;o de uma imagem (O') visto a partir do objeto (O)com a lupa. </font></font></p>
  <p align="justify"><font color="#000000" size="2" face="Verdana, Arial, Helvetica, sans-serif">O aumento provocado pelo instrumento &oacute;ptico, neste caso a lupa, &eacute; considerado como sendo, a raz&atilde;o entre &acirc;ngulo visual</font><font size="2" face="Verdana, Arial, Helvetica, sans-serif"> &Acirc;<sub>i</sub></font><font color="#000000" size="2" face="Verdana, Arial, Helvetica, sans-serif">, determinado pela lupa (simula&ccedil;&atilde;o 6.7.2), e o &acirc;ngulo visual &Acirc;<sub>o</sub></font><font size="2">, <font face="Verdana, Arial, Helvetica, sans-serif">referente ao objeto visto a olho nu (simula&ccedil;&atilde;o 6.7.1). </font></font></p>
  <p align="center"><font size="2" face="Verdana, Arial, Helvetica, sans-serif"><img src="../../img/equacao_aumento.gif" width="49" height="40"></font></p>
  <p align="justify"><font size="2" face="Verdana, Arial, Helvetica, sans-serif">A partir das defini&ccedil;&otilde;es vistas acima, onde </font><font color="#000000" size="2" face="Verdana, Arial, Helvetica, sans-serif">d<sub>o</sub></font><font size="2" face="Verdana, Arial, Helvetica, sans-serif"> &eacute; a dist&acirc;ncia m&iacute;nima de vis&atilde;o distinta e considerando C a converg&ecirc;ncia da lupa, pode-se escrever que seu aumento nominal produzido, &eacute;: </font></p>
  <p align="center"><font size="2" face="Verdana, Arial, Helvetica, sans-serif"><img src="../../img/aumento_nominal.gif" width="57" height="23"></font></p>
  <p align="justify"><font size="2" face="Verdana, Arial, Helvetica, sans-serif">Infelizmente as lupas apresentam, duas limita&ccedil;&otilde;es: - <strong>O valor da dist&acirc;ncia m&iacute;nima de vis&atilde;o distinta (</strong></font><font size="2"><strong><font color="#000000" face="Verdana, Arial, Helvetica, sans-serif">d<sub>o</sub>) que n&atilde;o pode ser reduzido (existe depend&ecirc;ncia do observador); - E a aberra&ccedil;&atilde;o das lentes, a qual limita o aumento de converg&ecirc;ncia. </font></strong></font></p>
  <p align="justify"><font color="#000000" size="2" face="Verdana, Arial, Helvetica, sans-serif"><strong>6.7.2- Microsc&oacute;pio Composto </strong></font></p>
  <p align="justify"><font color="#000000" size="2" face="Verdana, Arial, Helvetica, sans-serif">Na simula&ccedil;&atilde;o abaixo, mostra-se como ocorre a forma&ccedil;&atilde;o de uma imagem em um microsc&oacute;pio, apresentando-se tamb&eacute;m os componentes principais do mesmo. </font></p>
  <p align="center"><img src="../../img/microscopio.gif" width="171" height="402"><br>
  <font size="1" face="Verdana, Arial, Helvetica, sans-serif">Simula&ccedil;&atilde;o 6.7.3 - Forma&ccedil;&atilde;o de imagem no microsc&oacute;pio. </font></p>
  <p align="justify"><font size="2" face="Verdana, Arial, Helvetica, sans-serif">Observa-se que os microsc&oacute;pios s&atilde;o compostos, por duas lentes convergentes (ocular e a objetiva), o objeto (O) em an&aacute;lise &eacute; colocado antes do foco principal objeto (f<sub>ob</sub>) da lente objetiva, formando uma imagem (O'<sub>1</sub>) real, invertida e maior que o objeto. A imagem O'<sub>1</sub> comporta-se como objeto para a lente ocular, que funciona como uma lupa, fornecendo para o observador, uma imagem final ( O'<sub>2</sub>) virtual, invertida e maior que o objeto (simula&ccedil;&atilde;o 6.7.3). </font></p>
  <p align="justify"><font size="2" face="Verdana, Arial, Helvetica, sans-serif">Por defini&ccedil;&atilde;o o aumento linear transversal A do miscrosc&oacute;pio, &eacute; dada pela rela&ccedil;&atilde;o:</font></p>
  <p align="center"><font size="2"><img src="../../img/eq_aumento_microscopio.gif" width="55" height="38"></font></p>
  <p align="justify"><font size="2" face="Verdana, Arial, Helvetica, sans-serif">Devemos ter o cuidado, em considerar que existe um aumento linear transversal da objetiva (A<sub>ob</sub>), e tamb&eacute;m, um aumento linear transversal da ocular (A<sub>oc</sub>). <font color="#000099"><strong>Com aux&iacute;lio da simula&ccedil;&atilde;o (simula&ccedil;&atilde;o 6.7.3) e usando as rela&ccedil;&otilde;es dos &acirc;ngulos visuais envolvidos, demonstre matematicamente que o aumento linear transversal A do microsc&oacute;pio composto &eacute; a express&atilde;o</strong></font>:</font></p>
  <p align="center"><font size="2" face="Verdana, Arial, Helvetica, sans-serif"><img src="../../img/eq_aumento_microsc_composto.gif" width="80" height="30"></font></p>
  <p align="justify"><font size="2" face="Verdana, Arial, Helvetica, sans-serif">Atualmente se usa, os microsc&oacute;pios &oacute;pticos, apenas para casos onde os aumentos necess&aacute;rios sejam entre 300 e 2000 vezes, caso contr&aacute;rio os microsc&oacute;pios usados s&atilde;o os eletr&ocirc;nicos, os quais produzem aumentos superiores a cem mil vezes, evitando assim o problema dos microsc&oacute;pios &oacute;ticos, o fen&ocirc;meno da difra&ccedil;&atilde;o, que ocorre ao observar-se objetos com dimens&otilde;es da ordem de grandeza do comprimento de luz, prejudicando a nitidez das imagens.</font></p>
  <p align="justify"><font color="#000000" size="2" face="Verdana, Arial, Helvetica, sans-serif"><strong>6.7.3- A luneta Astron&ocirc;mica </strong></font></p>
  <p align="justify"><font size="2" face="Verdana, Arial, Helvetica, sans-serif">Considera-se a luneta astron&ocirc;mica, como sendo  um instrumento de aproxima&ccedil;&atilde;o, destinado &agrave; observa&ccedil;&atilde;o de objetos distantes, como por exemplo, os astros. Abaixo observamos o princ&iacute;pio de funcionamento da mesma, bem como est&atilde;o organizadas as duas lentes convergentes. </font></p>
  <p align="center"><font face="Verdana, Arial, Helvetica, sans-serif"><img src="../../img/luneta.gif" width="415" height="220"><br>
  <font size="1">Simula&ccedil;&atilde;o 6.7.4 - Simulando a forma&ccedil;&atilde;o de imagem de um astro com uma luneta. </font></font></p>
  <p align="justify"><font size="2" face="Verdana, Arial, Helvetica, sans-serif">Observa-se na simula&ccedil;&atilde;o acima, que o objeto localizado no infinito, emite luz que inicialmente atravessa a lente objetiva, a qual apresenta uma grande dist&acirc;ncia focal, da ordem de alguns metros, sendo esta respons&aacute;vel em formar uma imagem (O'<sub>1</sub>) real e invertida em seu plano focal (f<sub>ob</sub>), esta imagem (O'<sub>1</sub>), &eacute; um objeto para a lente ocular, formando assim um imagem final (O'<sub>2</sub>) para o observador, sendo a mesma virtual e invertida (simula&ccedil;&atilde;o 6.7.4).</font></p>
  <div align="justify"> 
    <p><font size="1" face="Verdana, Arial, Helvetica, sans-serif">O material 
      abaixo que fala sobre o <em>telesc&oacute;pio astron&ocirc;mico refrator</em>, 
      inclusive o simulador java applet foram extra&iacute;dos e adaptados do 
      material produzido por Walter Fendt, dispon&iacute;vel no endere&ccedil;o:www.walter-fendt.de/ph11d.</font></p>
    <p><font size="2" face="Verdana, Arial, Helvetica, sans-serif">As lunetas 
      astr&ocirc;micas s&atilde;o tamb&eacute;m chamadas de telesc&oacute;pios 
      refratores. Abaixo voc&ecirc; t&ecirc;m a possibilidade de intargir com 
      o applet que simula 
      um <em> (invertido)</em> simples, constituido de duas lentes denominadas 
      de <em>objetiva</em> e <em>ocular</em>. Os raios de luz que incidem da esquerda 
      na objetiva s&atilde;o refratados por ela e pela ocular, e atingem o olho 
      da pessoa que est&aacute; olhando pelo telesc&oacute;pio (pela direita da 
      ocular). Note que as linhas coloridas de vermelho da simula&ccedil;&atilde;o 
      n&atilde;o correspondem exatamente aos raios reais que s&atilde;o refratados 
      em ambas as superf&iacute;cies de uma lente. A aproxima&ccedil;&atilde;o 
      simplificada das lentes finas assumem um desvio nos planos de simetria. 
      Se o comprimento focal da objetiva (f<sub>1</sub>) &eacute; maior que o 
      comprimento focal da ocular (f<sub>2</sub>), o telesc&oacute;pio astron&ocirc;mico 
      refrator produz um aumento, imagem invertida.</font> </p>
    <p><font size="2" face="Verdana, Arial, Helvetica, sans-serif">&Eacute; poss&iacute;vel variar o comprimento focal da objetiva e da ocular de 0.05&nbsp;m &agrave; 0.5&nbsp;m usando os campos respectivos (n&atilde;o esque&ccedil;a apertar o &quot;<font color="#0000FF">Enter</font>&quot;!). Ainda voc&ecirc; pode modificar a dire&ccedil;&atilde;o dos raios arrastando o mouse. O programa calcular&aacute;, para a objetiva e para a ocular, os angulos entre os raios de luz e o eixo &oacute;tico (marcado de azul e de verde) e seu aumento. Por exemplo, o applet mostra as seis estrela mais brilhante de Pleiades, vistas a olho nu (c&iacute;rculo esquerdo) e atrav&eacute;s do telesc&oacute;pio (c&iacute;rculo direito).</font>  </p>
  </div>
  <div align="justify">
    <p><font size="2" face="Verdana, Arial, Helvetica, sans-serif">Lembrando que o  aumento do telesc&oacute;pio astron&ocirc;mico refrator pode ser obtido com a seguinte f&oacute;rmula aproximada (para &acirc;ngulos pequenos):</font> </p>
    <div align="center"><font size="2"><img src="../../img/aumento_telescopio.gif" width="55" height="40"></font></div>
  </div>
  
  <p align="justify"><font color="#000099" size="2"><strong><font face="Verdana, Arial, Helvetica, sans-serif">Altere os dados das dist&acirc;ncias focais, e observe o que acontece com a imagem visto pelo observador, anote para discutir com o professor e seus colegas, aquilo em que n&atilde;o ficou claro para voc&ecirc;. </font></strong></font></p>
  <div align="center" onClick="MM_openBrWindow('simulador.htm','','width=700,height=420')">
    <p><a href="#"><strong><font size="2" face="Verdana, Arial, Helvetica, sans-serif">Clique aqui para entrar no Simulador</font></strong></a></p>
    <p align="justify"><font color="#000000" size="2" face="Verdana, Arial, Helvetica, sans-serif"><strong>6.7.4- Os telesc&oacute;pios</strong></font></p>
  </div>
  <p align="justify"><font size="2" face="Verdana, Arial, Helvetica, sans-serif">As lunetas Astron&ocirc;micas apresentam, algumas aberra&ccedil;&otilde;es nas imagens devido a sua lente objetiva. Em fun&ccedil;&atilde;o desse detalhe t&eacute;cnico, surgiu o telesc&oacute;pio, que usa um espelho parabol&oacute;ico c&ocirc;ncavo como objetiva, esse instrumento em quest&atilde;o &eacute; conhecido como telesc&oacute;pio refletor.</font></p>
  <p align="center"><font face="Verdana, Arial, Helvetica, sans-serif"><img src="../../img/telescopio.gif" width="403" height="171"><br>
  <font size="1">Simula&ccedil;&atilde;o 6.7.6 - Simulando a forma&ccedil;&atilde;o de uma imagem, de um objeto distante, por um telesc&oacute;pio refletor. </font></font></p>
  <p align="justify"><font size="2" face="Verdana, Arial, Helvetica, sans-serif">Observa-se na simula&ccedil;&atilde;o acima, que o espelho c&ocirc;ncavo no telesc&oacute;pio &eacute; respons&aacute;vel em produzir, a partir de um objeto localizado no infinito, uma imagem O'<sub>1</sub> que se comporta como um objeto virtual para o espelho plano (E), o qual fornece a imagem O'<sub>2</sub> real. A imagem O'<sub>2 </sub>comporta-se como objeto para lente ocular, a qual funciona como lupa, fornecendo para o observador uma imagem final O'<sub>3</sub></font> <font size="2" face="Verdana, Arial, Helvetica, sans-serif">(simula&ccedil;&atilde;o 6.7.6)</font><font size="2">.</font></p>
  <p align="justify"><font color="#000000" size="2" face="Verdana, Arial, Helvetica, sans-serif"><strong>Atividades a serem resolvidas:</strong></font></p>
  <p align="justify"><font color="#000000" size="2" face="Verdana, Arial, Helvetica, sans-serif">1- Imagine que uma pessoa esteja fazendo a observa&ccedil;&atilde;o de um eclipse de Lua, utilizando a luneta como instrumento de aproxima&ccedil;&atilde;o. Esquematize a forma&ccedil;&atilde;o da imagem vista pelo observador.</font></p>
  <p align="justify"><font size="2" face="Verdana, Arial, Helvetica, sans-serif">2- Fa&ccedil;a uma pesquisa sobre o funcionamento dos Bin&oacute;culos, explicando os principais elementos e fen&ocirc;menos f&iacute;sicos, que fazem parte dele, um bom instrumento &oacute;ptico de aumento. (Trazer para a pr&oacute;xima aula) </font></p>
    <p align="justify">&nbsp;</p>
    <p align="center">&nbsp;</p>
</div>
</body>
</html>
