<html>
<head>
<title>Reflex&atilde;o da Luz </title>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
</head>

<body bgcolor="#FFFFFF" text="#000000">
<div align="center"> 
  <p><font face="Verdana, Arial, Helvetica, sans-serif" color="#000099"><b><font size="4">2.4 - Reflex&atilde;o 
    da Luz </font></b></font></p>
  <p style='text-align:justify'><font color="#000000" size="2"><span style=''><font face="Verdana, Arial, Helvetica, sans-serif">A </font></span><font face="Verdana, Arial, Helvetica, sans-serif"><span
style=''>figura abaixo (figura 2.4.1), </span><span
style=''>mostra alguns objetos que n&atilde;o</span><span
style=''> emitem luz pr&oacute;pria. Os objetos s&atilde;o vis&iacute;veis por que refletem a luz que incide em suas superf&iacute;cies.</span></font></font></p>
  <p align="center"><img src="../../img/objetos.jpg" width="450" height="200"></p>
  <p align="center"><font face="Verdana, Arial, Helvetica, sans-serif" size="1">Figura 
    2.4.1 - Alguns objetos que refletem a luz n&atilde;o emitindo luz pr&oacute;pria. 
    </font></p>
  <p style='text-align:justify'><font color="#000000" size="2"><span style=''><font face="Verdana, Arial, Helvetica, sans-serif">A luz quando incide no objeto &eacute; absorvida ou &eacute; refletida, ou seja, retorna ao meio de onde veio</font></span><font face="Verdana, Arial, Helvetica, sans-serif"><span style=''>. A luz da l&acirc;mpada faz os el&eacute;trons dos &aacute;tomos dos objetos oscilarem mais energeticamente em resposta &agrave;s oscila&ccedil;&otilde;es dos campos el&eacute;tricos da luz incidente, e em reemitirem a luz</span><span
style=''>, </span><span style=''>o que torna poss&iacute;vel enxerg&aacute;-los. <o:p></o:p></span><span style=''><o:p></o:p></span></font></font><font color="#000000" size="2" face="Verdana, Arial, Helvetica, sans-serif"><span style=''><o:p></o:p></span></font></p>
  <p style='text-align:justify'><font size="2" face="Verdana, Arial, Helvetica, sans-serif"><span style=''>No momento em que os objetos foram fotografados, eram iluminados pela luz branca. A parte interna do rel&oacute;gio, bem como algumas partes do telefone celular aparecem na foto como brancas, mostrando-se assim que os el&eacute;trons reemitiram todas as freq&uuml;&ecirc;ncias vis&iacute;veis, ocorrendo muito pouca absor&ccedil;&atilde;o de energia. Com a parte preta do rel&oacute;gio ocorre o processo contr&aacute;rio. Exceto por um pouco de reflex&atilde;o, ela absorve todas as freq&uuml;&ecirc;ncias vis&iacute;veis e, portanto, aparece como preta.</span></font><font face="Verdana, Arial, Helvetica, sans-serif"><o:p></o:p><o:p></o:p></font><o:p></o:p></p>
  <p style='text-align:justify'><font color="#000000" size="2"><span style=''><font face="Verdana, Arial, Helvetica, sans-serif">A luz incidente nos objetos geralmente passa por tr&ecirc;s fen&ocirc;menos simult&acirc;neos: reflex&atilde;o, refra&ccedil;&atilde;o e absor&ccedil;&atilde;o. </font></span><font face="Verdana, Arial, Helvetica, sans-serif"><span style=''>Neste cap&iacute;tulo nos concentraremos no estudo da reflex&atilde;o da luz, fen&ocirc;meno que explica </span><span
style=''>a forma&ccedil;&atilde;o das imagens nos espelhos planos e curvos, que ser&atilde;o estudados nos pr&oacute;ximos cap&iacute;tulos.</span><o:p></o:p></font><o:p></o:p></font><o:p></o:p></p>
  <p align="justify"><font face="Verdana, Arial, Helvetica, sans-serif" size="2">Usando-se 
    no laborat&oacute;rio de f&iacute;sica, um banco &oacute;tico linear composto 
    por um barramento com escala milimetrada, e fixando-se um espelho sobre o 
    centro do disco e a diagonal (com a escala) ficando normal &agrave; superf&iacute;cie 
    do espelho, incidindo-se um raio de luz laser com certo &acirc;ngulo de incid&ecirc;ncia, 
    obtendo-se o seguinte resultado (figura 2.4.3):</font></p>
  <p align="center"><img src="../../img/lab01.jpg" width="400" height="300"><br>
    <font face="Verdana, Arial, Helvetica, sans-serif" size="1">Figura 2.4.2 - Figura ilustrando o &acirc;ngulo de incid&ecirc;ncia e de reflex&atilde;o 
  do raio luminoso.</font></p>
  <p align="justify"><font face="Verdana, Arial, Helvetica, sans-serif" size="2">Aumentando-se 
    o &acirc;ngulo de incid&ecirc;ncia do feixe de luz do laser, para 60 graus 
    em rela&ccedil;&atilde;o &agrave; reta normal (linha do 0), observa-se que o &acirc;ngulo 
    de reflex&atilde;o da luz, tamb&eacute;m aumenta para 60 graus,figura (2.4.3).</font></p>
  <p align="center"><img src="../../img/lab02.jpg" width="400" height="300"><br>
    <font face="Verdana, Arial, Helvetica, sans-serif" size="1">Fig 
    2.4.3 - Figura ilustrando o &acirc;ngulo de incid&ecirc;ncia da luz igual ao de 
  reflex&atilde;o.</font></p>
  <p align="left"><font face="Verdana, Arial, Helvetica, sans-serif" size="2">Al&eacute;m 
    da igualdade entre os &acirc;ngulos de incid&ecirc;ncia e reflex&atilde;o, 
    apresentadas nas figuras acima, pode-se observar uma outra lei da reflex&atilde;o, 
    onde a normal e os raios incidente e refletido est&atilde;o no mesmo plano.</font></p>
  <p align="left"><font face="Verdana, Arial, Helvetica, sans-serif" size="2">Em 
    resumo podemos afirmar que a reflex&atilde;o da luz &eacute; regida, pelas seguintes leis:</font></p>
  <p align="left"><font face="Verdana, Arial, Helvetica, sans-serif" size="2" color="#000099">1- 
    O raio refletido, a normal e o raio incidente est&atilde;o situados no mesmo 
    plano.</font></p>
  <p align="left"><font face="Verdana, Arial, Helvetica, sans-serif" size="2" color="#000099">2- 
    O &acirc;ngulo de reflex&atilde;o &eacute; igual ao &acirc;ngulo de incid&ecirc;ncia.</font></p>
  <p align="left"><font face="Verdana, Arial, Helvetica, sans-serif" size="3" color="#000033"><b>2.4.1 - A 
    cor de um corpo por reflex&atilde;o</b></font></p>
  <p align="left"><font face="Verdana, Arial, Helvetica, sans-serif" size="2" color="#000000">Ao 
    incidir-se a luz emitida pelo sol (luz policrom&aacute;tica branca), composta 
    por infinitas cores, sobre uma superf&iacute;cie, o observador observar&aacute; a cor 
    do objeto como sendo azul, porque o objeto reflete difusamente a componente 
    azul, absorvendo as demais componentes, conforme simula&ccedil;&atilde;o abaixo (simula&ccedil;&atilde;o 2.4.1). 
    Quando o objeto estiver em um ambiente n&atilde;o iluminado, o objeto n&atilde;o 
    emite radia&ccedil;&atilde;o luminosa, apresenta-se como um corpo negro.</font></p>
  <p align="center"><img src="../../img/reflexao_azul.gif" width="350" height="250"><br>
    <font face="Verdana, Arial, Helvetica, sans-serif" size="1">Simula&ccedil;&atilde;o 
    2.4.1 - Simulando a cor de um corpo dependente das cores das luzes que ele reflete 
  difusamente.</font></p>
  <p style='text-align:justify'><font size="2"><span style=''><font face="Verdana, Arial, Helvetica, sans-serif">&Eacute; ineg&aacute;vel a influ&ecirc;ncia que as cores exercem sobre os seres humanos, somos influenciados pelas cores nas publicidades, nas decora&ccedil;&otilde;es dos ambientes, onde se vive, na pintura de nossas casas e at&eacute; mesmo o nosso ps&iacute;quico &eacute; influenciado pelas cores.</font></span><font face="Verdana, Arial, Helvetica, sans-serif"><o:p></o:p></font><o:p></o:p></font><o:p></o:p></p>
  <p align="justify"><font size="2" face="Verdana, Arial, Helvetica, sans-serif">Voc&ecirc; 
    est&aacute; convidado a usar o simulador Java Applet (2.4.2) abaixo, para simular a mistura de 
    cores prim&aacute;rias, secund&aacute;rias e complementares. Com o aux&iacute;lio 
    do mouse, voc&ecirc; ter&aacute; a op&ccedil;&atilde;o de movimentar as tr&ecirc;s 
    caixas que representam feixes de luz. Podendo trabalhar em dois ambientes, 
    um com ambiente de Luz, para isso &eacute; necess&aacute;rio clicar no bot&atilde;o 
    <i>Light addition </i>(Adicionar Luz), onde voc&ecirc; ter&aacute;: as cores 
    amarelo, magenta e ciano as chamadas cores secund&aacute;rias. Outro ambiente, 
    o sem luz, clicando no bot&atilde;o <i>Light Subtraction </i>(Extrair Luz), 
    apresenta-se &agrave;s cores: verde, vermelho e azul (Cores prim&aacute;rias).</font></p>
  <p align="center"> 
  <applet code="colorBox1.class" codebase="../../applets/" width="400" height="400">
    <br>
    <br>
  </applet>
  <font face="Verdana, Arial, Helvetica, sans-serif" size="1"><br>
  Simulador Java 
    Applet 2.4.2 - Simulando a mistura de  cores prim&aacute;rias, secund&aacute;rias e complementares -Applet 
    desenvolvido por Phillip Dukes- Brigham Young University </font></p>
  <p align="justify"><font size="2" face="Verdana, Arial, Helvetica, sans-serif">Usando o 
    simulador acima, desenvolva as seguintes atividades:</font></p>
  <p align="justify"><font size="2" face="Verdana, Arial, Helvetica, sans-serif">1- Misture 
    as cores: vermelho + verde +azul, no ambiente escuro e observe a cor resultante 
    na tela.</font></p>
  <p align="justify"><font size="2" face="Verdana, Arial, Helvetica, sans-serif">2- Misture 
    inicialmente vermelho + verde, depois vermelho +azul, logo ap&oacute;s verde 
    +azul e observe o resultado.</font></p>
  <p align="justify"><font size="2" face="Verdana, Arial, Helvetica, sans-serif">2- Misture 
    diferentes cores (sempre duas cores diferentes), no ambiente iluminado e observe o resultado da mistura.</font></p>
  <p align="justify"><font face="Verdana, Arial, Helvetica, sans-serif" size="3" color="#000099"><b><font size="2">Resolva 
  as quest&otilde;es abaixo:</font></b></font></p>
  <p align="justify"><font face="Verdana, Arial, Helvetica, sans-serif" size="2" color="#000000">1- 
    Um raio de luz reflete-se em um espelho plano conforme ilustrado na figura 
    abaixo. O &acirc;ngulo entre os raios incidente e refletido mede 60<sup>0</sup>. 
    Determine os &acirc;ngulos de incid&ecirc;ncia, reflex&atilde;o e &acirc;ngulo 
    que o raio refletido forma com a superf&iacute;cie do espelho. Sugere-se 
    que voc&ecirc; represente &agrave; normal no desenho.</font></p>
  <p align="center"><img src="../../img/figura%201_exercicio1.gif" width="320" height="160"></p>
  <p align="justify"><font size="2" face="Verdana, Arial, Helvetica, sans-serif">2- Explique 
    como &eacute; poss&iacute;vel vermos as diferentes cores dos objetos, usando 
    conceitos de reflex&atilde;o.</font></p>
  <p align="justify"><font size="2" face="Verdana, Arial, Helvetica, sans-serif">3- Considere, 
    que tr&ecirc;s corpos, quando expostos em luz solar apresentam-se um na cor 
    azul, outro na branca e outro na vermelha. Imagine que cada um desses corpos 
    seja levado para um ambiente cuja a ilumina&ccedil;&atilde;o &eacute; feita 
    com luz monocrom&aacute;tica vermelha. Determine de que cor o observador ver&aacute; 
    os diferentes corpos, e explique como isso acontece.</font></p>
  <p align="justify"><font size="2" face="Verdana, Arial, Helvetica, sans-serif">4- Voc&ecirc; 
    est&aacute; sendo desafiado a responder sobre que cores se apresentam o ret&acirc;ngulo, 
    o losango e o circulo da bandeira brasileira, quando iluminada com luz monocrom&aacute;tica 
    azul, em ambiente escuro. </font></p>
  <p align="justify"><font size="2" face="Verdana, Arial, Helvetica, sans-serif">5-  O &acirc;ngulo entre o raio de luz que incide em um espelho plano e a reta normal &agrave; superf&iacute;cie do espelho (conhecido como &acirc;ngulo de incid&ecirc;ncia) &eacute; igual a 35<sup>0</sup>. Para esse caso, o &acirc;ngulo entre o espelho e o raio refletido &eacute; igual a: <br>
    a) 20<sup>0</sup>.<br>
  b) 35<sup>0</sup>.<br>
  c) 45<sup>0</sup>.<br>
  d) 55<sup>0</sup>.<br>
  e) 65<sup>0</sup>.</font></p>
  <p align="justify"><font size="2" face="Verdana, Arial, Helvetica, sans-serif">6- Voc&ecirc; observa sua amiga, a qual usa um vestido azul, dan&ccedil;ando em uma festa, sendo que o local &eacute;  iluminada com luz vermelha,  voc&ecirc; ver&aacute; o vestido dela neste local:<br>
    a) preto.<br>
    b) vermelho.<br>
    c) azul.<br>
    d) branco.<br>
    e) amarelo.
</font></p>
</div>
<div align="center">
<p align="left"><font size="1" face="Verdana, Arial, Helvetica, sans-serif">Quest&atilde;o 5 - vestibular da UFRGS</font></p>
</div>
</body>
</html>
