<html>
<head>
<title>Posi&ccedil;&atilde;o das Franjas de Interfer&ecirc;ncia </title>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
</head>

<body bgcolor="#FFFFFF" text="#000000">
<div align="center">
  <p><font color="#000066" size="4" face="Verdana, Arial, Helvetica, sans-serif"><b>7.3 
    - Posi&ccedil;&atilde;o das Franjas de Interfer&ecirc;ncia </b></font></p>
  <p align="justify"><font color="#000000" size="2" face="Verdana, Arial, Helvetica, sans-serif">Ao se analisar os caminhos percorridos pelas ondas luminosas, originadas nas F<sub>2</sub> e F<sub>3</sub> do experimento de Young, pode-nos fornecer dados e caracter&iacute;sticas importantes da onda luminosa que chega inicialmente nas fendas (F<sub>2</sub> e F<sub>3</sub>). </font></p>
  <p align="justify"><font color="#000000" size="2" face="Verdana, Arial, Helvetica, sans-serif">Considera-se na figura abaixo (figura 7.3.1),  que d &eacute; a dist&acirc;ncia entre as fendas (F<sub>2</sub> e F<sub>3</sub>), r<sub>2</sub> e r<sub>3</sub> a dist&acirc;ncia percorrida por duas ondas de luz, que se superp&otilde;em no ponto P do anteparo. Para que as duas ondas superpostas no ponto P, formem uma interfer&ecirc;ncia construtiva, elas precisam chegar simultaneamente em fase, logo podemos escrever:</font></p>
  <p align="center"><font color="#000000" size="3" face="Verdana, Arial, Helvetica, sans-serif"><img src="../../img/equacao_posicao_franja.gif" width="86" height="22"> <sup>equa&ccedil;&atilde;o I.</sup> </font></p>
  <p align="center"><font color="#000000" face="Verdana, Arial, Helvetica, sans-serif"><img src="../../img/equacao_interferencia1.gif" width="193" height="231"><br>
  <font size="1">Figura 7.3.1 - Caminho de duas ondas de luz que se superp&otilde;em no ponto P do anteparo. </font></font></p>
  <p align="justify"><font size="2" face="Verdana, Arial, Helvetica, sans-serif">Aplicando as rela&ccedil;&otilde;es trigonom&eacute;tricas, e considerando que o &acirc;ngulo &Acirc; &eacute;, aproximadamente igual para os casos da figura acima, pois no experimento de Young a dist&acirc;ncia entre as fendas (d) &eacute; muito pequena, pode-se notar que para o tri&acirc;ngulo menor apresentado na figura acima (figura 73.1), &eacute; v&aacute;lido: </font></p>
  <p align="center"><font size="2"><img src="../../img/equacao_interferencia2.gif" width="80" height="39"><font color="#000000" face="Verdana, Arial, Helvetica, sans-serif"><sup>, equa&ccedil;&atilde;o II.</sup> </font></font></p>
  <p align="justify"><font color="#000000" size="2" face="Verdana, Arial, Helvetica, sans-serif">Obtendo-se da equa&ccedil;&atilde;o I e equa&ccedil;&atilde;o II, o seguinte resultado: </font></p>
  <p align="center"><font color="#000000" size="2" face="Verdana, Arial, Helvetica, sans-serif"><img src="../../img/equacao_interferencia3.gif" width="80" height="39"><font size="1">, </font></font><font size="1" face="Verdana, Arial, Helvetica, sans-serif">equa&ccedil;&atilde;o III.</font></p>
  <p align="justify"><font size="2" face="Verdana, Arial, Helvetica, sans-serif">Como no experimento real, o &acirc;ngulo &Acirc; &eacute; muito pequeno, pode-se considerar que sen(&Acirc;) &eacute; aproximadamente igual a tg(&Acirc;), pode-se escrever: </font></p>
  <p align="center"><font size="1" face="Verdana, Arial, Helvetica, sans-serif"><img src="../../img/equacao_interfer&#234;ncia4.gif" width="111" height="39">, equa&ccedil;&atilde;o IV. </font></p>
  <p align="justify"><font size="2" face="Verdana, Arial, Helvetica, sans-serif">Relacionando-se as equa&ccedil;&otilde;es III e IV, obtemos:</font></p>
  <p align="center"><font size="1" face="Verdana, Arial, Helvetica, sans-serif"><img src="../../img/equacao_interferencia5.gif" width="60" height="31">, equa&ccedil;&atilde;o V. </font></p>
  <p align="justify"><font size="2" face="Verdana, Arial, Helvetica, sans-serif">Verifica-se abaixo (figura 7.3.2), nas respectivas franjas de interfer&ecirc;ncia, os valores de n para algumas franjas de interfer&ecirc;ncia formadas no anteparo, tendo na franja central n=0, e em seq&uuml;&ecirc;ncia observa-se que franjas de interfer&ecirc;ncias destrutivas assumem valores de n= 1, 3, 5, 7, 9 ...; e para, as franjas de interfer&ecirc;ncias construtivas, n = 0, 2, 4, 6....</font></p>
  <p align="center"><font size="3" face="Verdana, Arial, Helvetica, sans-serif"><img src="../../img/anteparo_young2.gif" width="97" height="167"><br>
    <font size="1">Figura 7.3.2 - Representa&ccedil;&atilde;o do valor n para as franjas de interfer&ecirc;ncia.</font></font></p>
  <p align="justify"><font size="2" face="Verdana, Arial, Helvetica, sans-serif">Pode-se simular a interfer&ecirc;ncia provocada por duas fendas, no simulador java applet abaixo (simula&ccedil;&atilde;o 7.3.1). Com aux&iacute;lio do mouse voc&ecirc; poder&aacute; alterar o comprimento de onda <img src="../../img/lambida3.gif" width="15" height="12"> (<em>lamda</em>) incidente nas fendas, a dist&acirc;ncia d entre as mesmas e o comprimento L de afastamento entre a posi&ccedil;&atilde;o da fendas e o anteparo. Observa-se o padr&atilde;o de interfer&ecirc;ncia formado no anteparo (<em>Screen</em>), com franjas coloridas e franjas escuras, e ao lado t&ecirc;m-se gr&aacute;fico (<em>Graph</em>) que representa a intensidade luminosa no anteparo em fun&ccedil;&atilde;o da posi&ccedil;&atilde;o.</font></p>
  <p align="center"><br>
    <APPLET CODE="InterfApplet" codebase="../../applets/" WIDTH=500 HEIGHT=320 align="absbottom">
    </APPLET>
    <br>
    <font size="1" face="Verdana, Arial, Helvetica, sans-serif">Simula&ccedil;&atilde;o 7.3.1 -Simulador interativo de interf&ecirc;ncia - Direitos autorais reservados ao seu autor: Copyright &copy; 1996, 1997 Serge G. Vtorov</font></p>
  <p align="justify"><font color="#000066" size="2" face="Verdana, Arial, Helvetica, sans-serif">Com aux&iacute;lio do simulador e baseado na equa&ccedil;&atilde;o V, responda as seguintes quest&otilde;es</font><font size="2" face="Verdana, Arial, Helvetica, sans-serif">: </font></p>
  <p align="justify"><font size="2" face="Verdana, Arial, Helvetica, sans-serif">a) Simulando inicialmente no experimento com luz monocrom&aacute;tica violeta  e posteriormente com luz monocrom&aacute;tica vermelha, o que acontece  com o espa&ccedil;amento das franjas no dois casos, observados no anteparo? Justifique o seu resultado.</font></p>
  <p align="justify"><font size="2" face="Verdana, Arial, Helvetica, sans-serif">b) Repetindo-se a mesma simula&ccedil;&atilde;o anterior, apenas aumentando a dist&acirc;ncia d entre as fendas, existe mudan&ccedil;a no espa&ccedil;amento das franjas? Qual &eacute; a rela&ccedil;&atilde;o entre a dist&acirc;ncia d e o espa&ccedil;amento das franjas? </font></p>
  <p align="justify"><font size="2" face="Verdana, Arial, Helvetica, sans-serif">c) Incidindo-se  luz monocrom&aacute;tica azul nas fendas, deixando constante a dist&acirc;ncia d entre as fendas e alterando o comprimento de afastamento L entre as fendas e o anteparo, qual o resultado obtido no anteparo. A sua resposta esta de acordo, com as rela&ccedil;&otilde;es expressas na equa&ccedil;&atilde;o V. </font></p>
  <p align="justify"><strong><font size="2" face="Verdana, Arial, Helvetica, sans-serif">Quest&otilde;es complementares:</font></strong></p>
  <p align="justify"><font size="2" face="Verdana, Arial, Helvetica, sans-serif">1-  A interfer&ecirc;ncia da luz na experi&ecirc;ncia de Young mostra que:<br>
  a) tem comportamento ondulat&oacute;rio.<br>
  b) tem comportamento de part&iacute;cula.<br>
  c) &eacute; uma onda longitudinal.<br>
  d) tem comportamento eletromagn&eacute;tico.<br>
  e) &eacute; composta de f&oacute;tons.</font></p>
  <p align="justify"><font size="2" face="Verdana, Arial, Helvetica, sans-serif">2-  Numa experi&ecirc;ncia de interfer&ecirc;ncia de Young (figura abaixo), os orif&iacute;cios s&atilde;o iluminados com luz monocrom&aacute;tica de comprimento de onda <img src="../../img/lambida3.gif" width="15" height="12"> = 6 x 10<sup>-5 </sup>cm, a dist&acirc;ncia d entre eles &eacute; de 1mm e a dist&acirc;ncia L, deles ao anteparo, &eacute; 3 m. Calcule a posi&ccedil;&atilde;o da primeira franja brilhante, em rela&ccedil;&atilde;o ao ponto O (desconsidere a franja central).</font></p>
  <p align="center"><font size="3" face="Verdana, Arial, Helvetica, sans-serif"><img src="../../img/interferencia_exercicio6.gif" width="198" height="160"></font></p>
  <p align="justify"><font size="1" face="Verdana, Arial, Helvetica, sans-serif">Quest&atilde;o de vestibular:<br>
  Quest&atilde;o 1 - UFSM<br>
  Quest&atilde;o 2- ITA
  </font><font size="3" face="Verdana, Arial, Helvetica, sans-serif"><br>
  </font></p>
</div>
</body>
</html>
