<html>
<head>
<title>Refra&ccedil;&atilde;o da Luz e suas Aplica&ccedil;&otilde;es</title>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
<script language="JavaScript" type="text/JavaScript">
<!--
function MM_reloadPage(init) {  //reloads the window if Nav4 resized
  if (init==true) with (navigator) {if ((appName=="Netscape")&&(parseInt(appVersion)==4)) {
    document.MM_pgW=innerWidth; document.MM_pgH=innerHeight; onresize=MM_reloadPage; }}
  else if (innerWidth!=document.MM_pgW || innerHeight!=document.MM_pgH) location.reload();
}
MM_reloadPage(true);
//-->
</script>
</head>

<body bgcolor="#FFFFFF" text="#000000">
<div align="center">
  <p><b><font size="4" face="Verdana, Arial, Helvetica, sans-serif" color="#003399">5.1 
    - Refra&ccedil;&atilde;o da Luz e suas aplica&ccedil;&otilde;es </font></b></p>
  <p class=MsoNormal style='mso-margin-top-alt:auto;mso-margin-bottom-alt:auto;
text-align:justify;mso-hyphenate:auto'><span style='font-size:10.0pt;
font-family:Verdana;color:black;mso-fareast-language:PT-BR'>Come&ccedil;a-se o estudo desse assunto, pensando em explicar alguns fen&ocirc;menos comuns no nosso dia-a-dia, exemplo do desvio que enxergamos no cabo da colher dentro de um recipiente de &aacute;gua (figura 5.1.1), as miragens nas rodovias em dias quentes e a forma&ccedil;&atilde;o do arco-&iacute;ris em dias de chuva. Al&eacute;m disso, o estudo sobre refra&ccedil;&atilde;o pode auxiliar no entendimento do funcionamento de muitos instrumentos &oacute;pticos extremamente &uacute;teis, como lunetas, microsc&oacute;pios, c&acirc;meras fotogr&aacute;ficas, &oacute;culos, bin&oacute;culos e projetores de imagens.</span><span style='mso-bidi-font-size:12.0pt;color:black;
mso-fareast-language:PT-BR'><o:p></o:p></span></p>
  <table  border="0" cellspacing="8" cellpadding="0">
    <tr>
      <td><div align="center"><img src="../../img/colher01.jpg" width="200" height="280"></div></td>
      <td><img src="../../img/colher02.jpg" width="200" height="280"></td>
    </tr>
    <tr>
      <td colspan="2"><div align="center"><font size="1" face="Verdana, Arial, Helvetica, sans-serif">Figura 5.1.1 - Representa&ccedil;&atilde;o do desvio dos raios luminosos devido a refra&ccedil;&atilde;o.</font> </div></td>
    </tr>
  </table>
  <p align="justify"><font size="2" face="Verdana, Arial, Helvetica, sans-serif">Ao tratar-se a luz como onda eletromagn&eacute;tica, ela consiste na propaga&ccedil;&atilde;o 
    de dois campos vari&aacute;veis periodicamente: um el&eacute;trico e outro 
    magn&eacute;tico, conforme simula&ccedil;&atilde;o abaixo (simula&ccedil;&atilde;o 5.1.1), onde mostra-se uma onda eletromagnética, 
    denominada onda plana polarizada, que se propaga na direção x positivamente. 
    Os vetores do campo elétrico (vermelho) são paralelos ao eixo y, os vetores 
  do campo magnético (azul) são paralelos ao eixo z.</font></p>
  <p align=center><font face="Verdana, Arial, Helvetica, sans-serif" size="1">
    <applet codebase=../../applets/ph11_jar/ height=340 archive=EMWelle.jar 
width=480 code=EMWelle.class>
      <param name="language" value="Portuguese">
    </applet>
    <br>
    Simula&ccedil;&atilde;o 5.1.1 - Simulando a propaga&ccedil;&atilde;o dos campos 
    el&eacute;trico e magn&eacute;tico de uma onda eletromagn&eacute;tica</font></p>
<p align="justify"><font face="Verdana, Arial, Helvetica, sans-serif" size="2">O 
    n&uacute;mero de varia&ccedil;&otilde;es completas dos campos por unidade 
    de tempo &eacute; a freq&uuml;&ecirc;ncia (f) da luz considerada. No SI, a 
    unidade de medida de freq&uuml;&ecirc;ncia &eacute; o hertz (Hz), sabendo-se 
    que 1 Hz significa uma varia&ccedil;&atilde;o completa por segundo. O intervalo 
    de tempo para que ocorra uma &uacute;nica varia&ccedil;&atilde;o completa 
    dos campos &eacute; o per&iacute;odo (T) da luz, portanto podemos relacionar:</font></p>
  <p align="center"><font face="Verdana, Arial, Helvetica, sans-serif" size="2"><b><font color="#003366">f=1/T</font></b></font></p>
  <p align="justify"><font color="#000000" size="2" face="Verdana, Arial, Helvetica, sans-serif">P</font><font color="#000000" size="2" face="Verdana, Arial, Helvetica, sans-serif">ode-se tamb&eacute;m  considerar que a dist&acirc;ncia percorrida pela luz durante 1 per&iacute;odo, 
    sendo o comprimento de onda da luz (</font><font size="2" face="Verdana, Arial, Helvetica, sans-serif"><font color="#333333"><img src="../../img/lambida.gif" width="20" height="14"></font></font><font color="#000000" size="2" face="Verdana, Arial, Helvetica, sans-serif">). 
    Portanto se o intervalo de tempo for de 1 per&iacute;odo (T), a dist&acirc;ncia 
    percorrida ser&aacute; igual a 1 comprimento de onda (</font><font size="2" face="Verdana, Arial, Helvetica, sans-serif"><font color="#333333"><img src="../../img/lambida.gif" width="20" height="14"></font></font><font color="#000000" size="2" face="Verdana, Arial, Helvetica, sans-serif">), 
    ent&atilde;o: </font><font size="2" face="Verdana, Arial, Helvetica, sans-serif"><font color="#333333">v= 
    <img src="../../img/lambida.gif" width="20" height="14"><i>/T 
    ou </i>v= 
    <img src="../../img/lambida.gif" width="20" height="14"><i>.f.</i></font></font></p>
  <p class=MsoNormal style='mso-margin-top-alt:auto;mso-margin-bottom-alt:auto;
text-align:justify;mso-hyphenate:auto'><span style='font-size:10.0pt;
font-family:Verdana;color:black;mso-fareast-language:PT-BR'>Ao analisar-se o espectro eletromagn&eacute;tico correspondente &agrave; luz vis&iacute;vel, cada freq&uuml;&ecirc;ncia determina para o observador uma sensa&ccedil;&atilde;o de cor. Quando nosso olho &eacute; excitado por ondas eletromagn&eacute;ticas de f = 4 x 10<sup>14</sup> Hz, percebemos a cor vermelha, alterando-se as freq&uuml;&ecirc;ncias observa-se outras cores, al&eacute;m de v&aacute;rias tonalidades intermedi&aacute;rias (simula&ccedil;&atilde;o 5.1.2). A luz vermelha corresponde &agrave; luz vis&iacute;vel de mais baixa freq&uuml;&ecirc;ncia, enquanto a luz violeta corresponde &agrave; luz de mais elevada freq&uuml;&ecirc;ncia.</span><span style='mso-bidi-font-size:12.0pt;
color:black;mso-fareast-language:PT-BR'><o:p></o:p></span></p>
  <p align="center"><img src="../../img/dispersao_luz.gif" width="300" height="83"><br>
    <font face="Verdana, Arial, Helvetica, sans-serif" size="1">Simula&ccedil;&atilde;o 
  5.1.2 - Simulando as cores por ordem de freq&uuml;&ecirc;ncia.</font></p>
  <p align="justify"><font size="2" face="Verdana, Arial, Helvetica, sans-serif">A luz branca, 
    por exemplo, &eacute; emitida pelos far&oacute;is dos autom&oacute;veis, pelas 
    l&acirc;mpadas que iluminam nossas casas ou pelo sol, ela pode ser descrita 
    por meio das sete cores componentes (vermelho, alaranjado, amarelo, verde, 
    azul, anil e violeta), <span style='font-size:10.0pt;font-family:Verdana;
mso-fareast-font-family:"Times New Roman";mso-bidi-font-family:"Times New Roman";
color:black;mso-ansi-language:PT-BR;mso-fareast-language:PT-BR;mso-bidi-language:
AR-SA'>observ&aacute;veis</span> no simulador acima (simulador 5.1.2). </font></p>
  <p align="justify"><font size="2" face="Verdana, Arial, Helvetica, sans-serif">A luz ao 
    se propagar no v&aacute;cuo, possui uma velocidade de propaga&ccedil;&atilde;o 
    igual para qualquer que seja a cor, ou seja, para qualquer freq&uuml;&ecirc;ncia. 
    Representamos o valor da velocidade da luz  por <b>c</b> = 3,00 x 10<sup>5</sup> 
    Km/s ou 3,00 x 10<sup>8</sup> m/s.</font></p>
  <p align="justify"><font size="2" face="Verdana, Arial, Helvetica, sans-serif">&Eacute; 
    importante ressaltar aqui, que quando a luz se propagar num meio material, 
    a sua velocidade se altera, em virtude da intera&ccedil;&atilde;o da luz com 
    a mat&eacute;ria, onde esta velocidade de propaga&ccedil;&atilde;o <b>v</b> 
    de qualquer luz na mat&eacute;ria &eacute; menor que <b>c</b>, e ainda precisamos 
    associar o fato que, essa velocidade <b>v</b> &eacute; tanto menor quanto 
    maior a freq&uuml;&ecirc;ncia, isso significa dizer, que quando a luz branca 
    de l&acirc;mpada se propagar na &aacute;gua, todas a cores componentes t&ecirc;m 
    velocidade menor que <b>c</b>. No entanto, a vermelha &eacute; a mais veloz 
    e a violeta e a mais lenta. Aplicando a rela&ccedil;&atilde;o <font color="#333333">v= 
    </font><font face="Verdana, Arial, Helvetica, sans-serif"><font color="#333333"><img src="../../img/lambida.gif" width="20" height="14"></font></font><font color="#333333"><i>.f</i></font>, 
    podemos verificar que o comprimento de onda da luz violeta &eacute; o menor 
    de todos e o da luz vermelha &eacute; o maior.</font></p>
  <p align="justify"><font size="2" face="Verdana, Arial, Helvetica, sans-serif">Ent&atilde;o 
    ao se observar  &agrave;s ondas de &aacute;gua desviam sua trajet&oacute;ria quando 
    passam de uma regi&atilde;o para outra (figura 5.1.1), pode-se afirmar que 
    essa mudan&ccedil;a de dire&ccedil;&atilde;o, &eacute; causada pela varia&ccedil;&atilde;o 
    da velocidade de propaga&ccedil;&atilde;o da onda ao passar de uma regi&atilde;o 
    para outra, sendo essa a caracter&iacute;stica da refra&ccedil;&atilde;o.</font></p>
  <p align="left"><font face="Verdana, Arial, Helvetica, sans-serif" color="#000099"><b><font size="2">Atividades:</font></b> 
  </font></p>
  <p align="left"><font size="2" face="Verdana, Arial, Helvetica, sans-serif">1- Com base 
    na figura abaixo, determinar a freq&uuml;&ecirc;ncia da luz para a cor verde, 
    vermelha, laranja e anil. Use a velocidade da luz <b>c</b> =3 x 10<sup>8</sup> m/s e a equa&ccedil;&atilde;o para calcular a freq&uuml;&ecirc;ncia f &eacute; dada por: </font><font size="2"><sub><img src="../../img/equacao.gif" width="60" height="35"></sub></font>, <font size="2" face="Verdana, Arial, Helvetica, sans-serif">sendo que 
  1nm= 10<sup>-9</sup> m.</font></p>
  <p align="center"><img src="../../img/exercicio1a.gif" width="370" height="164"></p>
  <p align="justify"><font size="2" face="Verdana, Arial, Helvetica, sans-serif">2- Se um jovem &iacute;ndio apontar uma flecha diretamente para um pequeno peixe em um lago, ele errar&aacute; o alvo. Isso ocorre devido ao fen&ocirc;meno &oacute;ptico conhecido por:<br>
    a) Difra&ccedil;&atilde;o<br>
    b) reflex&atilde;o<br>
    c) polariza&ccedil;&atilde;o<br>
    d) refra&ccedil;&atilde;o<br>
    e) interfer&ecirc;ncia
</font></p>
  <p align="justify"><font size="1" face="Verdana, Arial, Helvetica, sans-serif">Quest&atilde;o 2 - vestibular da UFSC</font></p>
</div>
</body>
</html>
