<html>
<head>
<title>Imagem de um Ponto </title>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
</head>

<body bgcolor="#FFFFFF" text="#000000">
<div align="center">
  <p align="center"><font size="3" face="Verdana, Arial, Helvetica, sans-serif" color="#000066"><b><font size="4">3.1 - Imagem 
    de um Ponto </font></b></font></p>
  <p align="justify"><font face="Verdana, Arial, Helvetica, sans-serif" size="2" color="#000000">Para 
    o entendimento do que s&atilde;o as imagens e como elas s&atilde;o formadas, 
    usa-se o modelo da descri&ccedil;&atilde;o da luz por meio de raios, as 
    leis da reflex&atilde;o e refra&ccedil;&atilde;o e conhecimentos b&aacute;sicos 
    de geometria e trigonometria. </font></p>
  <p align="justify"><font face="Verdana, Arial, Helvetica, sans-serif" size="2" color="#000000">Inicialmente busca-se  analisar 
      os espelhos planos. Entende-se por espelho, como sendo qualquer superf&iacute;cie 
      polida que produz reflex&atilde;o regular.</font></p>
  <p align="center"><img src="../../img/imagem_ponto1.gif" width="340" height="230"><br>
    <font face="Verdana, Arial, Helvetica, sans-serif" size="1">Simula&ccedil;&atilde;o 
  3.1.1 - Simulando graficamente a forma&ccedil;&atilde;o da imagem de um ponto</font></p>
  <p align="justify"><font face="Verdana, Arial, Helvetica, sans-serif" size="2">Na 
    simula&ccedil;&atilde;o acima (simula&ccedil;&atilde;o 3.1.1), observa-se que o sentido dos raios de luz vai 
    do ponto (P) para o espelho (E), onde P &eacute; um ponto objeto em rela&ccedil;&atilde;o 
    a esse espelho, verifica-se que, quando os raios encontram o 
    espelho (E), s&atilde;o refletidos em &acirc;ngulos iguais a seus &acirc;ngulos 
    de incid&ecirc;ncia. Observa-se que existe uma diverg&ecirc;ncia (pequena), 
    dos raios a partir do ponto (P), quando sofrem reflex&atilde;o, tamb&eacute;m 
    divergindo a partir do espelho. O ponto de converg&ecirc;ncia dos raios refletidos 
    &eacute; o ponto imagem (P'). O observador visualizar&aacute; o ponto imagem 
    (P'), o qual &eacute;, conjugado ao ponto (P) pelo espelho (E). A simula&ccedil;&atilde;o 
    apenas utiliza tr&ecirc;s raios luminosos, buscando-se explicar o processo da forma&ccedil;&atilde;o 
    da imagem, mas sabe-se que o ponto (P), reflete luz em todas as dire&ccedil;&otilde;es poss&iacute;veis. 
    </font></p>
  <p align="justify"><font face="Verdana, Arial, Helvetica, sans-serif" size="2">Aplicando-se 
    as leis da reflex&atilde;o, observa-se na figura abaixo (figura 3.1.1), que o &acirc;ngulo de 
    incid&ecirc;ncia e o &acirc;ngulo de reflex&atilde;o dos raios de luz incidentes 
    e refletidos s&atilde;o iguais em rela&ccedil;&atilde;o &agrave; linha normal. O 
    ponto (p) est&aacute; localizado a dist&acirc;ncia (d) do espelho (E), que 
    &eacute; igual a dist&acirc;ncia (d') de localiza&ccedil;&atilde;o do ponto 
    imagem (P') at&eacute; o espelho (E).</font></p>
  <p align="center"><img src="../../img/lei_reflexao.gif" width="340" height="230"><br>
    <font size="1" face="Verdana, Arial, Helvetica, sans-serif">Figura 
  3.1.1- A lei da Reflex&atilde;o </font></p>
  <p align="justify"><font face="Verdana, Arial, Helvetica, sans-serif" size="2">A 
    simula&ccedil;&atilde;o 3.1.1 e a figura 3.1.1,  permitem concluir que o ponto 
    imagem (P') &eacute; sim&eacute;trico ao ponto (P) em rela&ccedil;&atilde;o 
    ao plano do espelho e virtual, ou seja, formado pelos prolongamentos dos raios 
    refletidos pelo espelho.</font></p>
  <p align="justify"><font face="Verdana, Arial, Helvetica, sans-serif" color="#000099"><b><font size="2">Resolva 
    as quest&otilde;es abaixo:</font></b></font></p>
  <p align="justify"><font color="#000000" size="2" face="Verdana, Arial, Helvetica, sans-serif">1- 
    Quando colocarmos um ponto objeto frente ao espelho, observamos sua imagem 
    devido a reflex&atilde;o. De que forma, podemos aproveitar a afirmativa anterior 
    e justificar a afirma&ccedil;&atilde;o de que a freq&uuml;&ecirc;ncia da luz 
    n&atilde;o se altera com a reflex&atilde;o</font></p>
  <p align="justify"><font color="#000000" size="2" face="Verdana, Arial, Helvetica, sans-serif">2- 
    Represente graficamente, a forma&ccedil;&atilde;o do ponto imagem vista pelo 
    observador (o), na figura abaixo:</font></p>
  <p align="center"><img src="../../img/lei_reflexao_exercicio.gif" width="340" height="230"></p>
  <p align="justify">&nbsp;</p>
</div>
</body>
</html>
