<html>
<head>
<title>Miragem</title>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
</head>

<body bgcolor="#FFFFFF" text="#000000">
<div align="center">
  <p><font color="#000066" size="4" face="Verdana, Arial, Helvetica, sans-serif"><b>5.4 
    - Miragem </b></font></p>
  <p align="justify"><font color="#000000" size="2" face="Verdana, Arial, Helvetica, sans-serif">As 
    famosas ilus&otilde;es &oacute;pticas est&atilde;o presentes em nosso cotidiano, 
    uma das  mais lembradas s&atilde;o as miragens, pois quando se viaja em 
    dias quentes, t&ecirc;m-se a n&iacute;tida impress&atilde;o de que o asfalto est&aacute; 
    molhado, conforme figura abaixo (figura 5.1.1), observa-se na verdade uma miragem, devido a refra&ccedil;&atilde;o 
    da luz solar ao atravessar o ar mais quente e mais rarefeito pr&oacute;ximo 
    &agrave; superf&iacute;cie da rodovia, pois a medida que altitude aumenta 
    em rela&ccedil;&atilde;o a pista as camadas de ar ficam mais frias, portanto 
    apresentam maior densidade, alterando-se assim os &iacute;ndices de refra&ccedil;&atilde;o 
    entre as diferentes camadas.</font></p>
  <p align="center"><img src="../../img/miragem2.jpg" width="400" height="594"><br>
    <font face="Verdana, Arial, Helvetica, sans-serif" size="1">Figura 5.1.1 - 
  Mostrando uma miragem, devido &agrave; refra&ccedil;&atilde;o da luz .</font></p>
  <p align="justify"><font color="#000000" size="2" face="Verdana, Arial, Helvetica, sans-serif"> 
    E uma explica&ccedil;&atilde;o baseada na ondulat&oacute;ria, mostra-se que as frentes 
    de onda da luz se propagam mais rapidamente no ar quente pr&oacute;ximos do 
    solo, encurvando-se para cima, observa-se na simula&ccedil;&atilde;o abaixo (simula&ccedil;&atilde;o 5.4.1), que quando a temperatura se torna mais elevada, o ar aquecido junto ao solo fica 
    menos denso, portanto menos refringente que o ar se encontra na camada acima, 
    por isso, o raio de luz que desce obliquamente em encontro ao solo pode sofrer 
    reflex&atilde;o total antes de atingi-lo.</font></p>
  <p align="center"><img src="../../img/miragem.gif" width="400" height="200"><br>
    <font face="Verdana, Arial, Helvetica, sans-serif" size="1">Simula&ccedil;&atilde;o 
    5.4.1- Simulando a forma&ccedil;&atilde;o da miragem, a luz se propagar mais 
  rapidamente pr&oacute;ximo ao solo onde a camada de ar &eacute; mais quente</font><font face="Verdana, Arial, Helvetica, sans-serif">.</font></p>
  <p align="justify"><font face="Verdana, Arial, Helvetica, sans-serif" color="#000000"><b><font color="#000099" size="2">Responda 
    as quest&otilde;es abaixo:</font></b></font></p>
  <p align="justify"><font color="#000000" size="2" face="Verdana, Arial, Helvetica, sans-serif">1- 
    Sabemos que a luz se propaga mais rapidamente no ar mais rarefeito, do que 
    no ar mais denso. Explique de que forma esta diferen&ccedil;a de rapidez de 
    propaga&ccedil;&atilde;o tem a ver com a dura&ccedil;&atilde;o do nosso dia 
    solar?</font></p>
  <p align="justify"><font color="#000000" size="2" face="Verdana, Arial, Helvetica, sans-serif">2- 
    Explique como surge uma miragem, destacando se o resultado &eacute; fruto 
    da reflex&atilde;o ou da refra&ccedil;&atilde;o.</font></p>
  <p align="left">&nbsp;</p>
</div>
</body>
</html>
