<!doctype html public "-//W3C//DTD HTML 4.0 Transitional//EN"
"http://www.w3.org/TR/RBC-html40/loose.dtd">

<html>

<head>
<title>Circuitos AC Simples</title>
<meta name="description" content="Applet Java: Circuitos AC Simples">
<meta name="author" content="Walter Fendt, Antonio F. de Moraes Filho, Miriam G. de Castro e Juliana M. Marques Giordano - CEPA">
<meta name="keywords" content="f&iacute;sica, eletrodin&acirc;mica, resist&ecirc;ncia, capacidade, indutividade, AC, corrente alternativa">
</head>

<body bgcolor=#ffffff link=#0000ff vlink=#0000ff alink=#ff0000>

<table width="100%" bgcolor=#0000ff cellpadding=10><tr><td>
<table width="100%" bgcolor=#ffff00 cellpadding=5><tr><td align="center">
<font size=+2><b>Circuitos AC Simples</b></font>
</td></tr></table>
</td></tr></table>

<p><b>Este applet Java mostra um circuito simples constitu&iacute;do de uma fonte de voltagem alternativa, um resistor (sem inductividade), um capacitor ou uma bobina ideal (sem resist&ecirc;ncia). Existem tamb&eacute;m medidores de voltagem U (azul)) e de amperagem I (vermelho).</b></p>

<p><b>Abaixo do desenho do circuito, voc&ecirc; visualiza &agrave; esquerda um diagrama de fases; onde &eacute; poss&iacute;vel ler as fases moment&acirc;neas de oscilação atrav&eacute;s da posição das duas fases (voltagem azul, amperagem vermelha). A projeção de uma fase no eixo horizontal corresponde &agrave; um valor moment&acirc;neo de U e I respectivamente. Na parte de baixo &agrave; direita, &eacute; ilustrado no diagrama a depend&ecirc;ncia da voltagem e da amperagem em função do tempo.</b></p>

<p><b>O botão &quot;Reiniciar&quot; leva o circuito &agrave; posição incial. Voc&ecirc; pode começar ou parar e continuar a simulação com os outros dois botões. Se voc&ecirc; escolher a opção &quot;C&acirc;mara lenta&quot;, o movimento ficar&aacute; cinco vezes mais lento.</b></p>

<p><b>&Eacute; poss&iacute;vel tamb&eacute;m variar os valores pr&eacute; selecionados de frequ&ecirc;ncia, votamgem m&aacute;xima ou capacidade de resist&ecirc;ncia ou indutividade. O programa indicar&aacute; o novo valor m&aacute;ximo de amperagem.</b></p>

<p align="center">
<applet archive="WStromkreis.jar" code="WStromkreis.class" codebase="../ph11_jar" width=650 height=380>
<param name="language" value="Portuguese">
</applet></p>

<hr><p></p>

<table align="center" bgcolor=#ffff00 cellpadding=5 cellspacing=0 border=0>
<tr><td><a href="index.html">
<img src="../ph11_gifs/javaphys.gif" alt="F&iacute;sica" hspace=10 width=119 height=119>
</a></td>
</tr><tr>
<td align="center"><a href="index.html"><b>Applets de F&iacute;sica<br>
(&Iacute;ndice Geral)</b></a></td>
</tr></table>

<p><b>URL: http://www.walter-fendt.de/ph11br/accircuit_br.htm<br>
URL: http://www.cepa.if.usp.br/Fendt/phbr/accircuit_br.htm<br>
&copy; Walter Fendt, 1998-06-13<br>
&copy; Traduzido por: Antonio F. de Moraes Filho, Miriam G. de Castro e Juliana M. Marques Giordano - CEPA<br>
&Uacute;ltima modificação: 2003-01-12</b></p>

</body>

</html>