<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0 Transitional//EN"
"http://www.w3.org/TR/RBC-html40/loose.dtd">

<html>

<head>
<title>Carrossel (Força Centr&iacute;peta)</title>
<meta name="description" content="Applet Java: Carrossel (Força Centr&iacute;peta)">
<meta name="author" content="Walter Fendt, Antonio F. de Moraes Filho, Miriam G. de Castro e Juliana M. Marques Giordano - CEPA">
<meta name="keywords" content="f&iacute;sica, mec&acirc;nica, força centr&iacute;peta">
</head>

<body bgcolor=#ffffff link=#0000ff vlink=#0000ff alink=#ff0000>

<table width="100%" bgcolor=#0000ff cellpadding=10><tr><td>
<table width="100%" bgcolor=#ffff00 cellpadding=5><tr><td align="center">
<font size=+2><b>Carrossel (Força Centr&iacute;peta)</b></font>
</td></tr></table>
</td></tr></table>

<p><b>De acordo com a primeira lei de Newton (<em>lei da in&eacute;rcia</em>), a velocidade de um corpo em movimento e sua direção permanecem constantes se nenhuma força atuar sobre ele. As circunst&acirc;ncias de um movimento circular são diferentes: neste caso &eacute; necess&aacute;rio existir uma força, a <em>força centr&iacute;peta</em>, que &eacute; direcionada ao eixo de rotação. Este modelo simplificado de um carrossel demonstra essa força.</b></p>

<p><b>Se voc&ecirc; escolher a segunda opção das quatro existentes na parte superior direita, serão mostradas as forças e a resultante exercidas em cada uma das oito massas: a força peso est&aacute; desenhada em preto e a força exercida pela corda (tensão) &eacute; azul. A adição desses vetores resulta em um vetor (vermelho) direcionado para o centro do carrossel, que &eacute; igual &agrave; força centr&iacute;peta mencionada.</b></p>

<p><b>O programa tamb&eacute;m oferece um esquema em duas dimensões dos vetores das forças e os valores num&eacute;ricos importantes em um movimento circular.</b></p>

<p><b>Se voc&ecirc; quiser observar melhor os vetores força, pode parar o movimento usando o botão &quot;Pausa&nbsp;/&nbsp;Rein&iacute;cio&quot; ou então torn&aacute;-lo dez vezes mais lento com a opção &quot;C&acirc;mara lenta&quot;. As outras opções permitem uma variação dos par&acirc;metros dentro de certos limites (não esqueça de teclar o &quot;Enter&quot;!).</b></p>

<p><b>Nota: A simulação assume um movimento circular com velocidade angular constante. O processo, enquanto as massas estão sendo aceleradas e desaceleradas, não &eacute; levado em consideração. A resist&ecirc;ncia do ar tamb&eacute;m &eacute; desprezada.</b></p>

<p align="center">
<applet archive="Karussell.jar" code="Karussell.class" codebase="../ph11_jar" width=700 height=360>
<param name="language" value="Portuguese">
</applet></p>

<hr><p></p>

<table align="center" bgcolor=#ffff00 cellpadding=5 cellspacing=0 border=0>
<tr><td><a href="index.html">
<img src="../ph11_gifs/javaphys.gif" alt="F&iacute;sica" hspace=10 width=119 height=119>
</a></td>
</tr><tr>
<td align="center"><a href="index.html"><b>Applets de F&iacute;sica<br>
(&Iacute;ndice Geral)</b></a></td>
</tr></table>

<p><b>URL: http://www.walter-fendt.de/ph11br/carousel_br.htm<br>
URL: http://www.cepa.if.usp.br/Fendt/phbr/carousel_br.htm<br>
&copy; Walter Fendt, 1999-03-10<br>
&copy; Traduzido por: Antonio F. de Moraes Filho, Miriam G. de Castro e Juliana M. Marques Giordano - CEPA<br>
&Uacute;ltima modificação: 2003-01-12</b></p>

</body>

</html>