<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0 Transitional//EN"
"http://www.w3.org/TR/RBC-html40/loose.dtd">

<html>

<head>
<title>Colisões El&aacute;stica e Inel&aacute;stica</title>
<meta name="description" content="Applet Java: Colisões El&aacute;stica e Inel&aacute;stica">
<meta name="author" content="Walter Fendt, Antonio F. de Moraes Filho, Juliana M. Marques Giordano e Miriam G. de Castro - CEPA">
<meta name="keywords" content="f&iacute;sica, mec&acirc;nica, colisão el&aacute;stica, colisão inel&aacute;stica">
</head>

<body bgcolor=#ffffff link=#0000ff vlink=#0000ff alink=#ff0000>

<table width="100%" bgcolor=#0000ff cellpadding=10><tr><td>
<table width="100%" bgcolor=#ffff00 cellpadding=5><tr><td align="center">
<font size=+2><b>Colisões El&aacute;stica e Inel&aacute;stica</b></font>
</td></tr></table>
</td></tr></table>

<p><b>Este applet java trabalha com casos de colisões entre dois vagões. Numa colisão el&aacute;stica caracter&iacute;stica, a soma das energias cin&eacute;ticas dos corpos envolvidos, &eacute; constante. Por outro lado, ap&oacute;s uma colisão inel&aacute;stica perfeita, os corpos envolvidos possuem a mesma velocidade; a soma de suas energias cin&eacute;ticas &eacute; menor se comparada com o valor inicial. Isso acontece porque uma parte dessa energia &eacute; transformada em energia interna (calor).</b></p>

<p><b>Independente da colisão ser el&aacute;stica ou inel&aacute;stica, o momento total dos corpos envolvidos &eacute; conservado. O movimento do centro de gravidade comum (indicado pelo ponto amarelo) não &eacute; influenciado pelo processo da colisão.</b></p>

<p><b>Voc&ecirc; pode escolher entre uma colisão el&aacute;stica ou inel&aacute;stica utilizando corretamente os botões de alternativa no topo &agrave; direita. O botão &quot;Reiniciar&quot; leva os vagões &agrave;s posições iniciais. A animação &eacute; iniciada clicando-se na opção &quot;Iniciar&quot;. Se voc&ecirc; selecionar a opção &quot;C&acirc;mara lenta&quot;, o movimento ficar&aacute; dez vezes mais lento.</b></p>

<p><b>Voc&ecirc; pode escrever os valores de massa e velocidade inicial para cada um dos vagões dentro dos campo adequados. Valores positivos (ou negativos) de velocidade significam um movimento para o lado direito (ou esquerdo). Os valores serão automaticamente mudados.</b></p>

<p><b>Dependendo da seleção dos botões de opção, abaixo &agrave; direita, o applet poder&aacute; ilustrar as velocidades, os momentos ou as energias cin&eacute;ticas dos vagões.</b></p>

<p align="center">
<applet archive="Stoss.jar" code="Stoss.class" codebase="../ph11_jar" width=620 height=420>
<param name="language" value="Portuguese">
</applet></p>

<hr><p></p>

<table align="center" bgcolor=#ffff00 cellpadding=5 cellspacing=0 border=0>
<tr><td><a href="index.html">
<img src="../ph11_gifs/javaphys.gif" alt="F&iacute;sica" hspace=10 width=119 height=119>
</a></td>
</tr><tr>
<td align="center"><a href="index.html"><b>Applets de F&iacute;sica<br>
(&Iacute;ndice Geral)</b></a></td>
</tr></table>

<p><b>URL: http://www.walter-fendt.de/ph11br/collision_br.htm<br>
URL: http://www.cepa.if.usp.br/Fendt/phbr/collision_br.htm<br>
&copy; Walter Fendt, 1998-11-07<br>
&copy; Traduzido por: Antonio F. de Moraes Filho, Miriam G. de Castro e Juliana M. Marques Giordano - CEPA<br>
&Uacute;ltima modificação: 2003-01-12</b></p>

</body>

</html>