<!doctype html public "-//W3C//DTD HTML 4.0 Transitional//EN"
"http://www.w3.org/TR/RBC-html40/loose.dtd">

<html>

<head>
<title>Interfer&ecirc;ncia de Duas Ondas: Circulares ou Esf&eacute;ricas</title>
<meta name="description" content="Applet Java: Interfer&ecirc;ncia de Duas Ondas: Circulares ou Esf&eacute;ricas">
<meta name="author" content="Walter Fendt, Antonio F. de Moraes Filho, Miriam G. de Castro e Juliana M. Marques Giordano - CEPA">
<meta name="keywords" content="f&iacute;sica">
</head>

<body bgcolor=#ffffff link=#0000ff vlink=#0000ff alink=#ff0000>

<table width="100%" bgcolor=#0000ff cellpadding=10><tr><td>
<table width="100%" bgcolor=#ffff00 cellpadding=5><tr><td align="center">
<font size=+2><b>Interfer&ecirc;ncia de Duas Ondas: Circulares ou Esf&eacute;ricas</b></font>
</td></tr></table>
</td></tr></table>

<p><b>Este applet Java mostra a interfer&ecirc;ncia de duas ondas esf&eacute;rica ou circulares (por exemplo ondas de &aacute;gua ou de som). As ondas se propagam a partir de duas fontes que oscilam com mesma fase. O princ&iacute;pio v&aacute;lido para interfer&ecirc;ncia de ondas &eacute; de que, considerando os seus sinais, as elongações são somadas.</b></p>

<p><b>Voc&ecirc; pode observar dois casos extremos:</b></p>

<p><b>Nos pontos em que a diferença da dist&acirc;ncia entre as duas fontes <font
face="Symbol">D</font>s &eacute; uma integral m&uacute;ltipla do comprimento de onda <font
face="Symbol">l</font>, as ondas chegam com a mesma fase. Isto significa que o m&aacute;ximo (c&iacute;rculos pretos) e o m&iacute;nimo (c&iacute;rculos cinza) sempre chegam ao mesmo tempo, sendo assim, a interfer&ecirc;ncia &eacute; construtuva (amplitude m&aacute;xima). Os pontos com essa propriedade estão respectivamente situados nas curvas marcadas de vermelho.</b></p>

<p><b>Nos pontos em que a diferença da dist&acirc;ncia entre as duas fontes <font
face="Symbol">D</font>s &eacute; a metade &iacute;mpar da integral m&uacute;ltipla do comprimento de onda <font face="Symbol">l</font>, existem condições opostas. Os pontos que estão situados nas curvas azuis e respectivas superf&iacute;cies, o m&aacute;ximo de uma onda sempre chega simultaneamente com o m&iacute;nimo da outra, assim a resultante &eacute; diminu&iacute;da(interfer&ecirc;ncia destrutiva, amplitude m&iacute;nima).</b></p>

<p><b>O botão &quot;Pausa&nbsp;/&nbsp;Rein&iacute;cio&quot; torna poss&iacute;vel parar ou continuar a
simulação. Se voc&ecirc; escolher a opção &quot;C&acirc;mara lenta&quot;, a animação ficar&aacute; cinco vezes mais lenta. Pode-se variar a dist&acirc;ncia das duas fontes usando os campos respectivos (não esqueça do &quot;Enter&quot; depois!). Na parte inferior, o programa indica a diferença <font face="Symbol">D</font>s da dist&acirc;ncia entre as duas fontes (veja acima) atrav&eacute;s do ponto violeta. Voc&ecirc; pode mover este ponto com o botão do mouse.</b></p>

<p align="center">
<applet archive="Interferenz.jar" code="Interferenz.class" codebase="../ph11_jar" width=670 height=360>
<param name="language" value="Portuguese">
</applet></p>

<hr><p></p>

<table align="center" bgcolor=#ffff00 cellpadding=5 cellspacing=0 border=0>
<tr><td><a href="index.html">
<img src="../ph11_gifs/javaphys.gif" alt="F&iacute;sica" hspace=10 width=119 height=119>
</a></td>
</tr><tr>
<td align="center"><a href="index.html"><b>Applets de F&iacute;sica<br>
(&Iacute;ndice Geral)</b></a></td>
</tr></table>

<p><b>URL: http://www.walter-fendt.de/ph11br/interference_br.htm<br>
URL: http://www.cepa.if.usp.br/Fendt/phbr/interference_br.htm<br>
&copy; Walter Fendt, 1999-05-22<br>
&copy; Traduzido por: Antonio F. de Moraes Filho, Miriam G. de Castro e Juliana M. Marques Giordano - CEPA<br>
&Uacute;ltima modificação: 2003-01-12</b></p>

</body>

</html>