<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0 Transitional//EN"
"http://www.w3.org/TR/RBC-html40/loose.dtd">

<html>

<head>
<title>Primeira Lei de Kepler</title>
<meta name="description" content="Applet Java: Primeira Lei de Kepler">
<meta name="author" content="Walter Fendt, Antonio F. de Moraes Filho, Miriam G. de Castro e Juliana M. Marques Giordano - CEPA">
<meta name="keywords" content="f&iacute;sica, mec&acirc;nica, planetas, Kepler, leis de Kepler, gravitação">
</head>

<body bgcolor=#ffffff link=#0000ff vlink=#0000ff alink=#ff0000>

<table width="100%" bgcolor=#0000ff cellpadding=10><tr><td>
<table width="100%" bgcolor=#ffff00 cellpadding=5><tr><td align="center">
<font size=+2><b>Primeira Lei de Kepler</b></font>
</td></tr></table>
</td></tr></table>

<p><b>Qual &eacute; a forma de uma &oacute;rbita planet&aacute;ria? Os astr&ocirc;nomos dede Ptolomeu at&eacute; Copernico tinham uma resposta clara (mas errada) sobre essa pergunta: Um planeta se movimenta em c&iacute;rculos ou, pelo menos, em uma &oacute;bita que possa ser explicada por movimentos circulares sobrepostos. Foi <em>Johannes Kepler</em> que em 1609, acabou com essa id&eacute;ia errada. Depois de ter analizado um grande n&uacute;mero de dados precisos, observados por Tycho Brahe, ele descobriu que a &oacute;rbita dos planetas &eacute; <em>eliptica</em>. Os pontos de uma elipse são caracterizados pela propriedade de que a soma de suas dist&acirc;ncias at&eacute; o chamado <em>foco</em> &eacute; constante.</b></p>

<table width=580 align="center" bgcolor=#ff0000 cellpadding=10>
<tr>
<td><font size=+1 color=#ffffff>
A primeira lei de Kepler do movimento planet&aacute;rio diz:<br>
Qualquer planeta gira em torno do Sol, descrevendo uma &oacute;rbita el&iacute;ptica, da qual o Sol ocupa um dos focos.
</font></td></tr></table>

<p><b>O applet java a seguir ilustra essa lei. Um planeta (azul) pode ser posicionado, dentro sua &oacute;rbita, ao redor do Sol (vermelho). Do lado direito em cima do painel verde, voc&ecirc; poder&aacute; escolher entre os nove planetas ou o Cometa Halley. &Eacute; poss&iacute;vel tamb&eacute;m investigar a &oacute;rbita de um corpo celestial determinando-se seu eixo semimaior e sua excentricidade (menor que 1). O programa calcular&aacute; o comprimento do eixo semimenor e a e a atual, a dist&acirc;ncia
m&iacute;nima e a m&aacute;xima at&eacute; o Sol. Estes comprimentos ser&aacute; dados em <em>unidades astronomicas</em> (UA). 1&nbsp;UA&nbsp;=&nbsp;1.49597870&nbsp;x&nbsp;10<sup>11</sup>&nbsp;m &eacute; definido
comoa a dist&acirc;ncia entre a Terra e o Sol. Do lado direito em baixo, voc&ecirc; poder&aacute; decidir o que ser&aacute; desenhado: a &oacute;rbita el&iacute;ptica e/ou os eixos da el&iacute;pse e/ou as respectivas linhas de conexão entre o corpo celestial e os focos (F e F').</b></p>

<p align="center">
<applet archive="Kepler1.jar" code="Kepler1.class" codebase="../ph11_jar" width=700 height=360>
<param name="language" value="Portuguese">
</applet></p>

<hr><p></p>

<table align="center" bgcolor=#ffff00 cellpadding=5 cellspacing=0 border=0>
<tr><td><a href="index.html">
<img src="../ph11_gifs/javaphys.gif" alt="F&iacute;sica" hspace=10 width=119 height=119>
</a></td>
</tr><tr>
<td align="center"><a href="index.html"><b>Applets de F&iacute;sica<br>
(&Iacute;ndice Geral)</b></a></td>
</tr></table>

<p><b>URL: http://www.walter-fendt.de/ph11br/keplerlaw1_br.htm<br>
URL: http://www.cepa.if.usp.br/Fendt/phbr/keplerlaw1_br.htm<br>
&copy; Walter Fendt, 2000-03-25<br>
&copy; Traduzido por: Antonio F. de Moraes Filho, Miriam G. de Castro e Juliana M. Marques Giordano - CEPA<br>
&Uacute;ltima modificação: 2003-01-12</b></p>

</body>

</html>