<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0 Transitional//EN"
"http://www.w3.org/TR/RBC-html40/loose.dtd">

<html>

<head>
<title>Segunda Lei de Kepler</title>
<meta name="description" content="Applet Java: Segunda Lei de Kepler">
<meta name="author" content="Walter Fendt, Antonio F. de Moraes Filho, Miriam G. de Castro e Juliana M. Marques Giordano - CEPA">
<meta name="keywords" content="f&iacute;sica, mec&acirc;nica, planetas, Kepler, leis de Kepler, gravitação">
</head>

<body bgcolor=#ffffff link=#0000ff vlink=#0000ff alink=#ff0000>

<table width="100%" bgcolor=#0000ff cellpadding=10><tr><td>
<table width="100%" bgcolor=#ffff00 cellpadding=5><tr><td align="center">
<font size=+2><b>Segunda Lei de Kepler</b></font>
</td></tr></table>
</td></tr></table>

<p><b>Em um dado tempo, em que ponto de uma &oacute;rbita el&iacute;ptica estar&aacute; localizado um planeta? Em 1609, <em>Johannes Kepler</em> podia responder a essa pergunta com a seguinte lei:</b></p>

<table width=580 align="center" bgcolor=#ff0000 cellpadding=10>
<tr>
<td><font size=+1 color=#ffffff>
A segunda lei de Kepler diz:<br>
A reta que une um planeta ao Sol &quot;varre&quot; &aacute;reas iguais em tempos iguais.
</font></td></tr></table>

<p><b>Esta lei ser&aacute; ilustrada por uma simulação no computador. A direita em cima do painel, h&aacute; uma lista com nove planetas e o Cometa Halley que podem ser selecionados. Tamb&eacute;m &eacute; poss&iacute;vel determinar a &oacute;rbita de um corpo celestia imagin&aacute;rio, digitando-se o valor do eixo semimaior e da excentricidade (não esqueça de apertar o &quot;Enter&quot;!). Voc&ecirc; pode parar e iniciar novamente a simulação do movimento planet&aacute;rio pressionando a opção &quot;Pausa&nbsp;/&nbsp;Ren&iacute;cio&quot; ou torna-lo mais lento. Se voc&ecirc; escolher a opção &quot;Setores&quot;, o applet mostrar&aacute; dois setores de &aacute;reas iguais e dois rel&oacute;gios nos quais &eacute; poss&iacute;vel ler o tempo de passagem pelos setores (expresso pela &oacute;rbita de per&iacute;odo T). Os setores podem ser aumentados ou diminu&iacute;dos com pelo controle ao lado, ou girados pressionando-se o botão do mouse. O vector velocidade do planeta ou do cometa ser&aacute; mostrado se desejado. A direita em baixo do painel, o programa fornece informações sobre a
dist&acirc;ncia at&eacute; o Sol (em unidades astron&ocirc;micas; 1&nbsp;UA&nbsp;=&nbsp;1.49597870&nbsp;x&nbsp;10<sup>11</sup>&nbsp;m) e sobre sua
velocidade (em km/s).</b></p>

<p align="center">
<applet archive="Kepler2.jar" code="Kepler2.class" codebase="../ph11_jar" width=700 height=380>
<param name="language" value="Portuguese">
</applet></p>

<hr><p></p>

<table align="center" bgcolor=#ffff00 cellpadding=5 cellspacing=0 border=0>
<tr><td><a href="index.html">
<img src="../ph11_gifs/javaphys.gif" alt="F&iacute;sica" hspace=10 width=119 height=119>
</a></td>
</tr><tr>
<td align="center"><a href="index.html"><b>Applets de F&iacute;sica<br>
(&Iacute;ndice Geral)</b></a></td>
</tr></table>

<p><b>URL: http://www.walter-fendt.de/ph11br/keplerlaw2_br.htm<br>
URL: http://www.cepa.if.usp.br/Fendt/phbr/keplerlaw2_br.htm<br>
&copy; Walter Fendt, 2000-04-04<br>
&copy; Traduzido por: Antonio F. de Moraes Filho, Miriam G. de Castro e Juliana M. Marques Giordano - CEPA<br>
&Uacute;ltima modificação: 2003-01-12</b></p>

</body>

</html>