<!doctype html public "-//W3C//DTD HTML 4.0 Transitional//EN"
"http://www.w3.org/TR/RBC-html40/loose.dtd">

<html>

<head>
<title>Circuito Oscilat&oacute;rio Eletromagn&eacute;tico</title>
<meta name="description" content="Applet Java: Circuito Oscilat&oacute;rio Eletromagn&eacute;tico">
<meta name="author" content="Walter Fendt, Antonio F. de Moraes Filho, Miriam G. de Castro e Juliana M. Marques Giordano - CEPA">
<meta name="keywords" content="f&iacute;sica, eletrodin&acirc;mica, circuito oscilat&oacute;rio">
</head>

<body bgcolor=#ffffff link=#0000ff vlink=#0000ff alink=#ff0000>

<table width="100%" bgcolor=#0000ff cellpadding=10><tr><td>
<table width="100%" bgcolor=#ffff00 cellpadding=5><tr><td align="center">
<font size=+2><b>Circuito Oscilat&oacute;rio Eletromagn&eacute;tico</b></font>
</td></tr></table>
</td></tr></table>

<p><b>Esta simulação lida com um circuito eletromagn&eacute;tico oscilat&oacute;rio, consitu&iacute;do de um capacitor (centro) e um indutor (por exemplo uma bobina - &agrave; direita). Quando voc&ecirc; pressionar o &quot;Rein&iacute;cio&quot;, as placas do capacitor serão carregados, sendo as placas superiores carregadas positivamente e as inferiores negativamente. Depois de clicar no &quot;Iniciar&quot;, o interruptor ser&aacute; levado at&eacute; a outra posição e então, a oscilação começar&aacute;. O botão &quot;Pausa&nbsp;/&nbsp;Rein&iacute;cio&quot; torna poss&iacute;vel interromper e reiniciar a simulação. A animação poder&aacute; ficar 10 ou 100 vezes mais lenta que a oscilação real, dependendo do botão selecionado. Voc&ecirc; pode variar os valores de capacidade (de
100&nbsp;<font face="Symbol">m</font>F &agrave; 1000&nbsp;<font face="Symbol">m</font>F), a
indutividade da bobina (de 1&nbsp;H &agrave; 10&nbsp;H), a resist&ecirc;ncia (de 0&nbsp;<font face="Symbol">W</font> &agrave; 1000&nbsp;<font face="Symbol">W</font>) e a voltagem da bateria, usando os quatro campos respectivos.</b></p>

<p><b>O campo el&eacute;trico do capacitor (vermelho) e o campo magn&eacute;tico do indutor (azul) estão indicados pelas linhas de campo no diagrama do circuito. A densidade dessas linhas mostra a força desse campo. Ainda &eacute; poss&iacute;vel ver o sinal da carga das duas placas do capacitor e as setas da direção da corrente (convencional).</b></p>

<p><b>Em baixo, &agrave; esquerda, um rel&oacute;gio digital indica o tempo, desde o começo da oscilação. Logo abaixo, voc&ecirc; tamb&eacute;m pode ler o per&iacute;odo de oscilação. Na parte de baixo, &agrave; direita, um de dois diagramas pode ser visualizado, dependendo da seleção feita na parte de baixo do painel de controle:<br>
1. Um diagrama que mostra a voltagem U (azul) e a amperagem I (vermelha) em função do tempo.<br>
2. Um gr&aacute;fico tipo barra que descreve a transformação de energia.</b></p>

<p align="center">
<applet archive="Schwingkreis.jar" code="Schwingkreis.class" codebase="../ph11_jar" width=700 height=420>
<param name="language" value="Portuguese">
</applet></p>

<hr><p></p>

<table align="center" bgcolor=#ffff00 cellpadding=5 cellspacing=0 border=0>
<tr><td><a href="index.html">
<img src="../ph11_gifs/javaphys.gif" alt="F&iacute;sica" hspace=10 width=119 height=119>
</a></td>
</tr><tr>
<td align="center"><a href="index.html"><b>Applets de F&iacute;sica<br>
(&Iacute;ndice Geral)</b></a></td>
</tr></table>

<p><b>URL: http://www.walter-fendt.de/ph11br/osccirc_br.htm<br>
URL: http://www.cepa.if.usp.br/Fendt/phbr/osccirc_br.htm<br>
&copy; Walter Fendt, 1999-10-23<br>
&copy; Traduzido por: Antonio F. de Moraes Filho, Miriam G. de Castro e Juliana M. Marques Giordano - CEPA<br>
&Uacute;ltima modificação: 2003-01-12</b></p>

</body>

</html>