<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0 Transitional//EN"
"http://www.w3.org/TR/RBC-html40/loose.dtd">

<html>

<head>
<title>Oscilações Forçadas (Reson&acirc;ncia)</title>
<meta name="description" content="Applet Java: Oscilações Forçadas (Reson&acirc;ncia)">
<meta name="author" content="Walter Fendt, Antonio F. de Moraes Filho, Miriam G. de Castro e Juliana M. Marques Giordano - CEPA">
<meta name="keywords" content="f&iacute;sica, mec&acirc;nica, p&ecirc;ndulo, oscilação, reson&acirc;ncia">
</head>

<body bgcolor=#ffffff link=#0000ff vlink=#0000ff alink=#ff0000>

<table width="100%" bgcolor=#0000ff cellpadding=10><tr><td>
<table width="100%" bgcolor=#ffff00 cellpadding=5><tr><td align="center">
<font size=+2><b>Oscilações Forçadas (Reson&acirc;ncia)</b></font>
</td></tr></table>
</td></tr></table>

<p><b>O topo da mola (c&iacute;rculo vermelho) se movimenta de cima para baixo, como se estivesse sendo movimentado por uma mão. Este movimento tipo de movimento &eacute; considerado harm&ocirc;nico, o que significa que &eacute; poss&iacute;vel descreve-lo por uma função coseno. Oscilações provocadas desta maneira são chamadas oscilações forçadas.</b></p>

<p><b>O botão &quot;Reiniciar&quot; leva a mola at&eacute; sua posição inicial. Voc&ecirc; pode começar
ou para e continuar a simulação com os outros dois botões. Se voc&ecirc; selecionar a opção &quot;C&acirc;mara lenta&quot;, o movimento ficar&aacute; cinco vezes mais lento. A constante da mola, a massa, a constante de atenuação e a frequ&ecirc;ncia angular da excitação da oscilação podem ser mudados dentro de certos limites. Ainda &eacute; poss&iacute;vel selecionar entre tr&ecirc;s tipos de diagramas atrav&eacute;s dos botões de alternativa:</b></p>

<ul>
<li><b>A elongação da excitação e o resonador estão em função do tempo</b></li>
<li><b>A amplitude da oscilação do resonador em função da frequ&ecirc;ncia angular da excitação</b></li>
<li><b>A diferença de fase entre a oscilação da excitação e o resonador em função da frequ&ecirc;ncia angular da excitação</b></li>
</ul>

<p align="center">
<applet archive="Resonanz.jar" code="Resonanz.class" codebase="../ph11_jar" width=690 height=400>
<param name="language" value="Portuguese">
</applet></p>

<p><b>Num geral voc&ecirc; observa tr&ecirc;s tipos diferentes de comportamento:</b></p>

<p><b>Se a frequ&ecirc;ncia da excitação &eacute; muito pequena (isso significa que o topo da mola est&aacute; se movimentando devagar), o p&ecirc;ndulo oscilar&aacute; sincronizadamente com a oscilação e aproximadamente com a mesma amplitude.</b></p>

<p><b>Se a frequ&ecirc;ncia da excitação estiver de acordo com as caracter&iacute;sticas de frequ&ecirc;ncia da mola, a oscilação do p&ecirc;ndulo ser&aacute; cada vez maior (reson&acirc;ncia); neste caso as oscilações serão atrasadas cerca de um quarto do per&iacute;odo de oscilação se comparada &agrave; excitação.</b></p>

<p><b>Se a frequ&ecirc;ncia da excitação &eacute; muito alta, o resonador somente oscilar&aacute; com uma pequena amplitude, pr&oacute;xima &agrave; fase oposta.</b></p>

<p><b>Se a constante de atenuação (o atrito) &eacute; muito pequena, o estado transit&oacute;rio ser&aacute; muito importante tamb&eacute;m contudo, voc&ecirc; ter&aacute; que esperar algum tempo para notar os tipos de comportamentos mencionados.</b></p>

<p><b>Este applet &eacute; baseado em f&oacute;rmulas que são bem complicadas. Se voc&ecirc; não gosta de matem&aacute;tica, <a href="resmath_br.htm">não clique aqui de jeito nenhum</a>.</b></p>

<hr><p></p>

<table align="center" bgcolor=#ffff00 cellpadding=5 cellspacing=0 border=0>
<tr><td><a href="index.html">
<img src="../ph11_gifs/javaphys.gif" alt="F&iacute;sica" hspace=10 width=119 height=119>
</a></td>
</tr><tr>
<td align="center"><a href="index.html"><b>Applets de F&iacute;sica<br>
(&Iacute;ndice Geral)</b></a></td>
</tr></table>

<p><b>URL: http://www.walter-fendt.de/ph11br/resonance_br.htm<br>
URL: http://www.cepa.if.usp.br/Fendt/phbr/resonance_br.htm<br>
&copy; Walter Fendt, 1998-09-09<br>
&copy; Traduzido por: Antonio F. de Moraes Filho, Miriam G. de Castro e Juliana M. Marques Giordano - CEPA<br>
&Uacute;ltima modificação: 2003-01-12</b></p>

</body>

</html>