<html>
<head>
<title>Natureza da Luz</title>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
</head>

<body bgcolor="#FFFFFF" text="#000000">
<p align="center"><font color="#000066" size="4" face="Verdana, Arial, Helvetica, sans-serif"><strong>1.2 - Natureza  da luz </strong></font></p>
<p align="justify"><font face="Verdana, Arial, Helvetica, sans-serif" size="2">Apresenta-se neste cap&iacute;tulo uma pequena evolu&ccedil;&atilde;o hist&oacute;rica do conhecimento da natureza da luz. Os estudos sobre os fen&ocirc;menos &oacute;pticos e as teorias sobre a natureza da luz tiveram grande impulso <span style='mso-bidi-font-size:10.0pt;mso-fareast-font-family:&quot;Times New Roman&quot;; mso-bidi-font-family:&quot;Times New Roman&quot;;mso-ansi-language:PT-BR;mso-fareast-language: PT-BR;mso-bidi-language:AR-SA'>no in&iacute;cio do s&eacute;culo XVII</span>, com os trabalhos de Newton, e de um outro f&iacute;sico, seu contempor&acirc;neo, chamado Huygens. Ambos estudaram a luz, mas propuseram modelos distintos para explic&aacute;-la. Newton prop&ocirc;s que a luz era constitu&iacute;da de min&uacute;sculas part&iacute;culas. J&aacute; Huygens, ao contr&aacute;rio, imaginava que a luz era um tipo especial de onda.</font></p>
<p align="justify"><font face="Verdana, Arial, Helvetica, sans-serif" size="2">Das duas teorias, prevaleceu a de Newton at&eacute; o s&eacute;culo XIX, devido principalmente a dois fatores: o sucesso de sua obra na mec&acirc;nica e o fato de que sua teoria explicava satisfatoriamente os fen&ocirc;menos &oacute;pticos conhecidos at&eacute; ent&atilde;o.</font></p>
<p align="justify"><font face="Verdana, Arial, Helvetica, sans-serif" size="2">A teoria ondulat&oacute;ria da luz proposta por Huygens foi retomada pelos f&iacute;sicos Young e Fresnel no final do s&eacute;culo XVIII e no in&iacute;cio do s&eacute;culo XIX. Essa teoria come&ccedil;ou a ganhar import&acirc;ncia porque explicava os fen&ocirc;menos da difra&ccedil;&atilde;o e da interfer&ecirc;ncia luminosa, as quais voc&ecirc; ir&aacute; estudar mais adiante. Com a medida da velocidade da luz realizada por Fizeau e Foucault 1849, o modelo de Huygens reafirmou-se como o mais satisfat&oacute;rio.</font></p>
<p align="justify"><font face="Verdana, Arial, Helvetica, sans-serif" size="2">A natureza da luz, entretanto, continuou a ser investigada por Maxwell, que manteve a id&eacute;ia de onda e admitiu que ela era um tipo de radia&ccedil;&atilde;o, ou seja, um tipo de energia que se propagava no espa&ccedil;o. Posteriormente, Einstein recuperou o aspecto corpuscular da luz e contribuiu para a elabora&ccedil;&atilde;o de um outro modelo, denominado onda-part&iacute;cula. Voc&ecirc; ir&aacute; estudar o efeito fotoel&eacute;trico e efeito Compton (cap&iacute;tulos: 1.4 e 1.5), os quais nos fornecem provas conclusivas que a luz possui propriedades corpusculares.</font></p>
<p align="justify"><font face="Verdana, Arial, Helvetica, sans-serif" size="2">A dualidade da natureza da luz, radia&ccedil;&atilde;o eletromagn&eacute;tica, &eacute; uma realidade. No entanto, necess&aacute;rio ter claro que a luz n&atilde;o &eacute; &agrave;s vezes onda e &agrave;s vezes part&iacute;cula, mas sim onda e part&iacute;cula o tempo todo, apenas manifesta um car&aacute;ter ou outro em diferentes fen&ocirc;menos.</font>  </p>
<p align="justify"><font size="2" face="Verdana, Arial, Helvetica, sans-serif">Nos pr&oacute;ximos cap&iacute;tulos estudaremos os fen&ocirc;menos explicados pela &oacute;tica, o que nos fornecer&aacute; uma id&eacute;ia mais clara da dualidade onda part&iacute;cula.</font></p>
<p align="center">&nbsp;  </p>
</body>
</html>
