<html>
<head>
<title>Imagem de uma Figura</title>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
<style type="text/css">
<!--
.style4 {font-size: 12px}
.style10 {
	color: #000066;
	font-weight: bold;
}
.style11 {color: #000066}
.style12 {color: #000000}
.style14 {
	font-size: 9px;
	color: #000000;
}
.style16 {font-family: Verdana, Arial, Helvetica, sans-serif}
-->
</style>
</head>

<body bgcolor="#FFFFFF" text="#000000">
<div align="center">
  <p><font color="#000099"><b><font size="4" face="Verdana, Arial, Helvetica, sans-serif">3.3 - Imagem 
    de uma Figura </font></b></font></p>
  <p align="justify"><font color="#000000" size="2" face="Verdana, Arial, Helvetica, sans-serif">Considera-se que uma 
    figura ou qualquer objeto &eacute; um conjunto infinito de pontos, pontos 
    estes que individualmente ir&atilde;o formar a imagem quando a figura ou 
    objeto for colocado frente a uma superf&iacute;cie refletora (exemplo um espelho).</font></p>
  <p align="center"><img src="../../img/espelho_plano.gif" width="320" height="210"><br>
    <font size="1" face="Verdana, Arial, Helvetica, sans-serif">Simula&ccedil;&atilde;o 
    3.3.1 - Simulando a forma&ccedil;&atilde;o de imagem de um objeto e um espelho 
  plano.</font></p>
  <p align="justify"><font size="2" face="Verdana, Arial, Helvetica, sans-serif">Atrav&eacute;s do  boneco 
    representa-se um objeto na simula&ccedil;&atilde;o acima (simula&ccedil;&atilde;o 3.3.1).  Este objeto &eacute; um corpo 
    que reflete luz em todas as dire&ccedil;&otilde;es quando iluminado por uma 
    fonte luminosa. O boneco iluminado ao ser posto em frente a um espelho plano, os raios de luz refletidos pelo boneco iluminado incidem sobre o espelho. O espelho reflete esses raios, e os prolongamentos dos raios refletidos formam a imagem do boneco. A incid&ecirc;ncia e a reflex&atilde;o dos raios luminosos obedecem &agrave;s leis da reflex&atilde;o . </font></p>
  <p align="justify"><font size="2" face="Verdana, Arial, Helvetica, sans-serif">Na figura abaixo
    (figura 3.3.1), mostra-se que a imagem do objeto atr&aacute;s do espelho est&aacute; t&atilde;o distante 
    dele (d') quanto o objeto est&aacute; do espelho, sendo que o objeto (y) e 
    a imagem (y') possuem o mesmo tamanho. Pode-se concluir que a imagem y' &eacute; 
    neste caso:</font></p>
  <p align="justify"><font size="2" face="Verdana, Arial, Helvetica, sans-serif">- direita 
    (n&atilde;o invertida) e igual (de mesma altura)  
    ao objeto;</font></p>
  <p align="justify"><font size="2" face="Verdana, Arial, Helvetica, sans-serif">- virtual, 
    isto &eacute;, formada pelos prolongamentos dos raios refletidos pelo espelho.</font></p>
  <p align="center"><img src="../../img/simetria_objeto_imagem.gif" width="320" height="210"><br>
    <font face="Verdana, Arial, Helvetica, sans-serif" size="1">Figura 
    3.3.1 - Imagem virtual  formada atr&aacute;s do espelho pelos prolongamentos 
  dos raios refletidos.</font></p>
  <p align="justify"><font face="Verdana, Arial, Helvetica, sans-serif" size="2">Ao 
    voc&ecirc; se olhar de frente no espelho plano, seu lado direito passa a ser 
    o esquerdo e vice-versa, mas voc&ecirc; n&atilde;o fica de cabe&ccedil;a para 
    baixo. Procure verificar essas afirmativas, olhando-se em um espelho, ao levantar o seu bra&ccedil;o 
    direito sua imagem vai levantar o bra&ccedil;o esquerdo. Busque ent&atilde;o 
    aproximar e afastar-se do espelho e observe o que acontece com sua imagem. Usando o simulador Java Applet (simula&ccedil;&atilde;o 3.3.2), voc&ecirc; poder&aacute; fazer algumas outras simula&ccedil;&otilde;es interessantes, para forma&ccedil;&atilde;o de imagens em espelhos planos. </font></p>
  <p align="center"><span class="style4"><b><font face="Verdana, Arial, Helvetica, sans-serif" color="#0000CC"><font color="#000066">Espelho Plano<br>
  </font></font></b></span><font size="2" face="Verdana, Arial, Helvetica, sans-serif"><applet code="mirror.class" codebase = "../../applets" width="381" height="300">
    </applet>
  <br>
  </font><font size="1" face="Verdana, Arial, Helvetica, sans-serif">Simula&ccedil;&atilde;o 3.3.2 - Simulando a forma&ccedil;&atilde;o de imagens por reflex&atilde;o em um espelho plano</font><font face="Verdana, Arial, Helvetica, sans-serif" class="style14">  <font face="Verdana, Arial, Helvetica, sans-serif">- Applet Desenvolvido por Fu-Kwun Hwang</font></font></p>
  <p align="justify"><font face="Verdana, Arial, Helvetica, sans-serif" size="2"><span class="style10">Como usar o java applet:<br>
    <br>
  </span> Direcione e arraste o mouse (mantendo o bot&atilde;o esquerdo apertado) dentro da &aacute;rea da m&aacute;scara, podendo voc&ecirc; obter imagens das figuras que voc&ecirc; desenhar. Voc&ecirc; tamb&eacute;m pode clicar sobre a figura apresentada e arrast&aacute;-la para posi&ccedil;&otilde;es diferentes. </font></p>
  <p align="justify" class="style11"><font size="2" face="Verdana, Arial, Helvetica, sans-serif">Atividades a serem desenvolvidas com aux&iacute;lio do simulador (3.3.2): </font></p>
  <p align="justify" class="style12"><font size="2" face="Verdana, Arial, Helvetica, sans-serif">1 - Desenhe com o mouse a letra F  do alfabeto, observando como se forma a imagem da mesma.</font></p>
  <p align="justify" class="style12"><font size="2" face="Verdana, Arial, Helvetica, sans-serif">2 - Desenhe a palavra AMBUL&Acirc;NCIA, observe como se forma a imagem da mesma.</font></p>
  <p align="justify" class="style12"><font size="2" face="Verdana, Arial, Helvetica, sans-serif">3 - Clique sobre a figura, buscando aproximar e afastar o objeto do espelho. Anote o que acontece com o tamanho da imagem e a dist&acirc;ncia da mesma em rela&ccedil;&atilde;o ao espelho.</font></p>
  <p align="justify" class="style12"><font size="2" face="Verdana, Arial, Helvetica, sans-serif">4 - Fa&ccedil;a a simula&ccedil;&atilde;o com um objeto, variando a velocidade de aproxima&ccedil;&atilde;o e afastamento do mesmo em rela&ccedil;&atilde;o ao espelho. A partir de seus dados, fa&ccedil;a a an&aacute;lise para o que voc&ecirc; responderia, caso fosse perguntado sobre  qual o valor da velocidade da imagem (em rela&ccedil;&atilde;o ao observador), quando o objeto est&aacute; se afastando do espelho com velocidade (v)?</font></p>
  <p align="justify" class="style12"><font face="Verdana, Arial, Helvetica, sans-serif" size="2" color="#000099"><b>Resolva 
  as quest&otilde;es abaixo:</b></font></p>
  <p align="justify"><font face="Verdana, Arial, Helvetica, sans-serif" size="2">5- 
    Considere voc&ecirc; colocando uma placa diante de um espelho plano na qual 
    est&aacute; escrita a palavra AMOR, conforme figura abaixo. Determine como 
    voc&ecirc; v&ecirc; graficamente o resultado dessa palavra, conjugada pelo 
    espelho.</font></p>
  <p align="center"><img src="../../img/exercicio1.gif" width="320" height="210"></p>
  <p align="justify" class="style12 style4 style16">6-<span class="style16"> Supondo que o objeto est&aacute; diante de um espelho vertical,  fornecendo uma imagem situada a uma dist&acirc;ncia de 10 cm do mesmo. Afastando-se o espelho 25 cm em dire&ccedil;&atilde;o normal ao seu plano, que dist&acirc;ncia separar&aacute; a antiga imagem da nova imagem?</span></p>
</div>
</body>
</html>
