<html>
<head>
<title>Eclipses do Sol e da Lua</title>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
</head>

<body bgcolor="#FFFFFF" text="#000000">
<p align="center"><font size="4" face="Verdana, Arial, Helvetica, sans-serif" color="#000066"><b>2.2 - Eclipses 
  do Sol e da Lua </b></font></p>
<p align="justify"><font face="Verdana, Arial, Helvetica, sans-serif" size="2" color="#000000"> <span style='font-family:Verdana; mso-fareast-font-family:&quot;Times New Roman&quot;;mso-bidi-font-family:&quot;Times New Roman&quot;; color:black;mso-ansi-language:PT-BR;mso-fareast-language:PT-BR;mso-bidi-language: AR-SA'>Tanto os eclipses solares, bem como os lunares, podem ser explicados pelo princ&iacute;pio de propaga&ccedil;&atilde;o retil&iacute;nea da luz, estudado na &oacute;tica geom&eacute;trica. A Terra e a Lua projetam sombras quando a luz solar incide nelas, e quando a trajet&oacute;ria de um desses corpos atravessa a sombra projetada pelo outro, ocorre um eclipse. </span> Como o plano da &oacute;rbita da Terra em torno 
    do Sol e o plano da &oacute;rbita da Lua em torno da Terra s&atilde;o quase 
    coincidentes: o &acirc;ngulo entre esses dois planos &eacute; de aproximadamente 
    5<sup>0</sup>. Por isso, de tempos em tempos, esses astros se alinham, conforme simula&ccedil;&atilde;o abaixo
  (simula&ccedil;&atilde;o 2.2.1), ocasionando os eclipses.</font></p>
<p align="center"><font size="2" face="Verdana, Arial, Helvetica, sans-serif">
  <object classid="clsid:D27CDB6E-AE6D-11cf-96B8-444553540000" codebase="http://download.macromedia.com/pub/shockwave/cabs/flash/swflash.cab#version=5,0,0,0" width="500" height="300">
    <param name=movie value="../../img/terra%20e%20lua2.swf">
    <param name=quality value=high>
    <embed src="../../img/terra%20e%20lua2.swf" quality=high pluginspage="http://www.macromedia.com/shockwave/download/index.cgi?P1_Prod_Version=ShockwaveFlash" type="application/x-shockwave-flash" width="500" height="300">
    </embed> 
    <br>
    <br>
    <br>
    <br>
    <br>
    <br>
    <br>
    <br>
    <br>
    <br>
    <br>
  </object>
</font><font face="Verdana, Arial, Helvetica, sans-serif" size="2"><br>
<font size="1">Simula&ccedil;&atilde;o 
    2.2.1 - Simula&ccedil;&atilde;o do movimento da Terra em torno do 
Sol e da Lua em torno da Terra * </font></font></p>
<div align="justify">
      <table width="100%" border="0,5">
      <tr>
        <td><div align="justify"><font face="Verdana, Arial, Helvetica, sans-serif" size="2">* <font size="1">As dimens&otilde;es 
            dos astros e das &oacute;rbitas usados no simulador est&atilde;o exageradamente 
            desproporcionais, servindo apenas para facilitar o entendimento sobre como 
          ocorre o alinhamento entre os astros.</font></font></div></td>
      </tr>
      </table>
</div>
<p align="justify"><font size="2" face="Verdana, Arial, Helvetica, sans-serif">Como as &oacute;rbitas 
    da Lua, em torno da Terra, e da Terra em torno do Sol, n&atilde;o pertencem 
    ao mesmo plano. Os eclipses ocorrem somente quando a &oacute;rbita da Lua 
    intercepta o plano da &oacute;rbita da Terra, estando o Sol, a Lua e a Terra 
  alinhados.</font></p>
<p align="center"><font size="2" face="Verdana, Arial, Helvetica, sans-serif"><img src="../../img/eclipse%20solar.gif" width="400" height="110"><br>
</font><font face="Verdana, Arial, Helvetica, sans-serif" size="1">Simula&ccedil;&atilde;o 
2.2.2 - Simulando o eclipse solar, quando o Sol, a Lua e a Terra ficam alinhadas.</font></p>
<p align="justify"><font face="Verdana, Arial, Helvetica, sans-serif" size="2">Observa-se 
    na simula&ccedil;&atilde;o acima (simula&ccedil;&atilde;o 2.2.2), que quando a Lua se interp&otilde;e entre o 
    Sol e a Terra, ocorre o eclipse do Sol. Como a Lua &eacute; muito pequena, 
    o eclipse s&oacute; pode ser visto da Terra numa estreita faixa atingida pela sombra 
    da Lua, e outra faixa o eclipse ocorre parcialmente, na regi&atilde;o de penumbra 
  da Lua.</font></p>
<p align="center"><font size="2" face="Verdana, Arial, Helvetica, sans-serif"><img src="../../img/eclipse%20lunar.gif" width="400" height="110"><br>
    <font size="1">Simula&ccedil;&atilde;o 
2.2.3 - Simulando o eclipse lunar, quando o Sol, a Terra e a Lua ficam alinhados.</font></font></p>
<p align="justify"><font face="Verdana, Arial, Helvetica, sans-serif" size="2">Na 
    simula&ccedil;&atilde;o acima (simula&ccedil;&atilde;o 2.2.3), observa-se &agrave; forma&ccedil;&atilde;o do eclipse 
    lunar, quando a Terra se interp&otilde;e entre o Sol e a Lua, o qual pode 
  ser visto de qualquer lugar da Terra para a Lua.</font></p>
<p align="center"><font size="2" face="Verdana, Arial, Helvetica, sans-serif"><img src="../../img/eclipse1.gif" width="393" height="300"><br>
</font><font face="Verdana, Arial, Helvetica, sans-serif" size="1">Figura 
2.2.1 - Imagem que mostra a regi&atilde;o do eclipse total e parcial</font></p>
<p align="justify"><font face="Verdana, Arial, Helvetica, sans-serif" size="2"><span style='font-family:Verdana; mso-fareast-font-family:&quot;Times New Roman&quot;;mso-bidi-font-family:&quot;Times New Roman&quot;; color:black;mso-ansi-language:PT-BR;mso-fareast-language:PT-BR;mso-bidi-language: AR-SA'>Na figura acima (figura 2.2.1), mostra-se durante um eclipse solar, a proje&ccedil;&atilde;o da sombra da Lua sobre a Terra, a qual tem sempre menos que 270 km de largura.</span> Como a sombra se move a pelo 
    menos 34 km/min para Leste, devido &agrave; &oacute;rbita da Lua em torno 
    da Terra, o m&aacute;ximo de um eclipse dura no m&aacute;ximo 7 1/2 minutos. 
    Portanto um eclipse solar total s&oacute; &eacute; vis&iacute;vel, se o clima 
    permitir, em uma estreita faixa sobre a Terra, chamada de caminho do eclipse. 
    Em uma regi&atilde;o de aproximadamente 3000 km de cada lado do caminho do 
  eclipse, ocorre um eclipse parcial. </font></p>
<p align="justify"><font face="Verdana, Arial, Helvetica, sans-serif" size="2"><b><font color="#000033">Resolva 
  as quest&otilde;es abaixo utilizando conceitos de Eclipse de Sol e Lua</font></b></font></p>
<p align="justify"><font face="Verdana, Arial, Helvetica, sans-serif" size="2" color="#000000">1- 
    Considerando que voc&ecirc; est&aacute; na Lua, e presencia um eclipse do 
  Sol. Esquematize a posi&ccedil;&atilde;o dos astros Sol, Terra e Lua para este caso.</font></p>
<p align="justify"><font face="Verdana, Arial, Helvetica, sans-serif" size="2" color="#000000">2- 
  Explique por que o tempo de dura&ccedil;&atilde;o de um eclipse &eacute; pequeno.</font></p>
<p align="justify"><font color="#000000" size="2" face="Verdana, Arial, Helvetica, sans-serif">3- &ldquo;O &uacute;ltimo eclipse total do sol neste s&eacute;culo para o hemisf&eacute;rio sul aconteceu na manh&atilde; de 3 de 
  novembro de 1994. Faltavam 15 minutos para as 10 h, na cidade de Foz do Igua&ccedil;u, no Paran&aacute;. Em 
  qualquer dia normal, o sol da primavera j&aacute; estaria brilhando bem acima do horizonte, mas esse 
  n&atilde;o foi um dia normal (&hellip;) Durante o eclipse, a gigantesca sombra, com 200 km de di&acirc;metro 
  progrediu a 3000 km por hora do Oceano Pac&iacute;fico para a Am&eacute;rica do Sul. Entrou no Brasil por Foz 
  do Igua&ccedil;u e saiu para o Oceano Atl&acirc;ntico, sobre a divisa dos estados de Santa Catarina e Rio 
  Grande do Sul&rdquo;. 
  <font size="1">(Revista Superinteressante. Ano 8, n&ordm; 10, Outubro, 1994, p. 46)</font><br>
  <br>
  Em rela&ccedil;&atilde;o ao fen&ocirc;meno f&iacute;sico descrito no texto, julgue as afirma&ccedil;&otilde;es como verdadeiras 
  ou falsas.<br>
  ( ) A Lua se coloca entre o Sol e a Terra, impedindo que a luz atinja uma parte da superf&iacute;cie 
  terrestre.<br>
  ( ) A Terra se coloca entre a Lua e o Sol, projetando sua sombra na Lua.<br>
  ( ) No trecho onde passa a sombra, os observadores podem ver o eclipse parcial do Sol.<br>
  ( ) O tempo estimado de dura&ccedil;&atilde;o do eclipse &eacute; de quatro minutos.<br>
( ) Os eclipses s&atilde;o explicados geometricamente pelo princ&iacute;pio de propaga&ccedil;&atilde;o retil&iacute;nea da luz.</font></p>
<p><font size="1" face="Verdana, Arial, Helvetica, sans-serif">Fonte da quest&atilde;o 3 - vestibular da <font color="#000000">UFMT</font></font></p>
</body>
</html>
