<html>
<head>
<title>Untitled Document</title>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
<style type="text/css">
<!--
.style1 {
	font-family: Verdana;
	font-size: 10pt;
	color: #000000;
}
-->
</style></head>

<body bgcolor="#FFFFFF" text="#000000">
<p align="center"><font color="#000066" size="4" face="Verdana, Arial, Helvetica, sans-serif"><b>1.1 - Fontes 
  de Luz</b></font></p>
<p class=WW-NormalWeb style='text-align:justify'><font face="Verdana, Arial, Helvetica, sans-serif"><span style='font-size:10.0pt'><font color="#000000">Luz &eacute; o que determina a sensa&ccedil;&atilde;o visual, quando atinge nossos olhos. Consegue-se visualizar os diversos objetos que nos rodeiam por que eles emitem ou refletem luz. Em nosso estudo, considera-se que os objetos que emitem luz pr&oacute;pria s&atilde;o fontes de luz prim&aacute;rias (corpos luminosos)</font></span><font color="#000000"><span
style='font-size:10.0pt'> Exemplos: a chama da vela, o filamento das l&acirc;mpadas el&eacute;trica e o sol que aparece na figura abaixo (figura 1.1.1).<o:p></o:p></span></font><span
style='font-size:10.0pt'><o:p></o:p></span></font></p>
<p align="center"><font size="2" face="Verdana, Arial, Helvetica, sans-serif"><img src="../../img/sol.jpg" width="400" height="300"><br>
    <font size="1">Figura 1.1.1 - O sol emite luz pr&oacute;pria, oriunda das rea&ccedil;&otilde;es termonucleares, portanto &eacute; uma fonte principal.</font></font></p>
<p align="justify"><font size="2" face="Verdana, Arial, Helvetica, sans-serif"><span style=''><font color="#000000">Os objetos que apenas refletem a luz de outra fonte s&atilde;o as chamadas fontes de luz secund&aacute;rias (corpos iluminados). </font></span><font color="#000000"><span
style=''>A maioria dos objetos que se visualiza s&atilde;o exemplos de corpos iluminados, os quais refletem em todas as dire&ccedil;&otilde;es a luz que recebem de alguma fonte prim&aacute;ria. U</span><span style=''>m exemplo &eacute; a luz da L</span><span style=''>ua que observamos em detalhe na figura abaixo (figura 1.1.2).<o:p></o:p></span></font><span style=''><o:p></o:p></span></font></p>
<p align="center"><font size="2" face="Verdana, Arial, Helvetica, sans-serif"><img src="../../img/lua.jpg" width="400" height="300"><br>
    <font size="1">Figura 1.1.2 - <span style='font-size:7.5pt;font-family:Verdana; mso-fareast-font-family:&quot;Bitstream Vera Sans&quot;;mso-bidi-font-family:&quot;Times New Roman&quot;;mso-ansi-language:PT-BR;mso-bidi-language:AR-SA'><font color="#000000">A Lua (centro da figura) apenas reflete<span style='mso-spacerun:yes'>&nbsp; </span>a luz </font></span><font color="#000000"><span
style='font-size:7.5pt;font-family:Verdana;mso-fareast-font-family:"Bitstream Vera Sans";
mso-bidi-font-family:"Times New Roman";mso-ansi-language:PT-BR;mso-bidi-language:
AR-SA'>que recebe do Sol, sendo um fonte secund&aacute;ria.</span></font></font></font></p>
<p align="justify"><font size="2" face="Verdana, Arial, Helvetica, sans-serif"><span style='mso-fareast-font-family:&quot;Bitstream Vera Sans&quot;;mso-bidi-font-family:&quot;Times New Roman&quot;; mso-ansi-language:PT-BR;mso-bidi-language:AR-SA'><font color="#000000">Todos os corpos<span
style=''> emitem radia&ccedil;&atilde;o t&eacute;rmica; um corpo muito quente pode tornar-se brilhante<span
style='mso-spacerun:yes'>&nbsp;</span>devido ao intenso movimento t&eacute;rmico de suas part&iacute;cula</span>s. Cita-se como exemplos a chama de uma vela, o carv&atilde;o que usamos para fazer o churrasco, a resist&ecirc;ncia el&eacute;trica do ferro de passar roupas, o filamento de uma l&acirc;mpada incandescente que aparece na figura abaixo (figura 1.1.3).</font></span></font></p>
<p align="center"><font color="#000000" size="2" face="Verdana, Arial, Helvetica, sans-serif"><img src="../../img/lampada.jpg" width="400" height="300"><br>
    <font size="1">Figura 1.1.3 - Filamento de uma l&acirc;mpada comum emitido luz pelo processo de radia&ccedil;&atilde;o t&eacute;rmica. </font></font></p>
<p align="justify" class="style1">A radia&ccedil;&atilde;o t&eacute;rmica &eacute; a radia&ccedil;&atilde;o cujas   caracter&iacute;sticas dependem unicamente da temperatura do corpo emissor. &Agrave; temperatura ambiente, em torno de 25 <sup>0</sup>C, quase toda a energia &eacute; emitida na forma de radia&ccedil;&atilde;o infra-vermelha (0,75 - 1000 x 10<sup>-6 </sup>m), com comprimento de onda muito superior ao da luz vis&iacute;vel (0,38 - 0,78 x 10<sup>-6 </sup>m). &Agrave; medida que a tempetura de um corpo vai aumentando, o comprimento de onda da radia&ccedil;&atilde;o emitida vai diminuindo; a 800 <sup>0</sup>C, um corpo emite luz vis&iacute;vel suficiente para ser &quot;auto-luminoso&quot;, apresentando a cor &quot;vermelho-quente&quot;, embora a maior parte da energia emitida continue a pertencer &agrave; regi&atilde;o do infra-vermelho. Um exemplo interessante &eacute; que v&aacute;rios animais enxergam uma parte dos raios infravermelhos. Isso lhes permite ca&ccedil;ar durante a noite, j&aacute; que um corpo emite raios infravermelhos conforme a sua temperatura. </p>
<p align="left"><font color="#0000FF"><strong><font color="#000066" size="2" face="Verdana, Arial, Helvetica, sans-serif">Para voc&ecirc; refletir e responder: </font></strong></font></p>
<p align="justify"><font size="2" face="Verdana, Arial, Helvetica, sans-serif">a) O vaga-lume pode ser considerado uma fonte de luz prim&aacute;ria ou secund&aacute;ria? Explique. </font></p>
<p align="justify"><font size="2" face="Verdana, Arial, Helvetica, sans-serif">b) <span style='font-size:10.0pt; font-family:Verdana; mso-fareast-font-family:&quot;Bitstream Vera Sans&quot;; mso-bidi-font-family:&quot;Times New Roman&quot;; mso-ansi-language:PT-BR; mso-bidi-language:AR-SA; color: #000000;'>Ao vermos cenas de Guerra, observa-se que os soldados conseguem &quot;ver&quot; os corpos das outras pessoas no escuro, com equipamentos apropriados (bin&oacute;culos, c&acirc;maras fotogr&aacute;ficas e de v&iacute;deo). Que tipo de fonte luminosa est&aacute; chegando no olho do soldado? Explique sua resposta. </span></font></p>
<p align="justify"><font size="2" face="Verdana, Arial, Helvetica, sans-serif">c) Considera-se que o Sol &eacute; nossa fonte principal de luz (prim&aacute;ria), e o brilho do c&eacute;u que observamos na figura abaixo, como pode se classificado? Explique.</font></p>
<p align="center"><font size="2" face="Verdana, Arial, Helvetica, sans-serif"><img src="../../img/ceu.jpg" width="400" height="300"></font></p>
<p align="justify">&nbsp;</p>
<p align="justify">&nbsp;</p>
</body>
</html>
