<html>
<head>
<title>Experimento de Young </title>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
</head>

<body bgcolor="#FFFFFF" text="#000000">
<div align="center">
  <p><font color="#000099" size="4" face="Verdana, Arial, Helvetica, sans-serif"><b>7.2 
    - Experimento de Young </b></font></p>
  <p align="justify"><font color="#000000" size="2" face="Verdana, Arial, Helvetica, sans-serif">Atrav&eacute;s 
    de um experimento (famoso experimento de interfer&ecirc;ncia) em 1801, o f&iacute;sico 
    e m&eacute;dico ingl&ecirc;s Thomas Young, demonstraria de forma convincente 
    a natureza ondulat&oacute;ria da luz, abrindo o caminho para o estabelecimento 
    da teoria ondulat&oacute;ria da luz.</font></p>
  <p class=MsoNormal style='mso-margin-top-alt:auto;mso-margin-bottom-alt:auto;
text-align:justify;mso-hyphenate:auto'><span style='font-size:10.0pt;
font-family:Verdana;color:black;mso-fareast-language:PT-BR'>Na simula&ccedil;&atilde;o abaixo (simula&ccedil;&atilde;o 7.2.1), representa-se a montagem experimental, do experimento de Young. A partir de uma fonte de luz (F) n&atilde;o coerente, passando pela fenda (F<sub>1</sub>) e sofrendo difra&ccedil;&atilde;o, originando assim uma fonte de luz id&ecirc;ntica, que ao propagar-se por duas fendas (F<sub>2</sub> e F<sub>3</sub>) &eacute; decomposta em duas fontes, que se propagam com a mesma freq&uuml;&ecirc;ncia, mesmo comprimento de onda, possibilitando-se assim a recombina&ccedil;&atilde;o dessas ondas. Exemplo quando uma crista de uma onda luminosa que veio da F<sub>2</sub>, se superp&otilde;e simultaneamente, na tela com outra crista que veio de F<sub>3</sub>, formando um padr&atilde;o de interfer&ecirc;ncia construtiva, aparecendo no anteparo uma linha brilhante. No entanto, quando uma crista de onda proveniente de uma das fendas se superp&otilde;e simultaneamente na tela, com um vale de onda luminosa proveniente de outra fenda, o padr&atilde;o de interfer&ecirc;ncia &eacute; destrutivo, formando linhas escuras. </span><span
style='mso-bidi-font-size:12.0pt;color:black;mso-fareast-language:PT-BR'><o:p></o:p></span></p>
  <p align="center"><font color="#000000" face="Verdana, Arial, Helvetica, sans-serif"><img src="../../img/experimento_de_Young.gif" width="460" height="167"><br>
      <font size="1">Simula&ccedil;&atilde;o 7.2.1 - Simulando o experimento de Young, produzindo um padr&atilde;o de interfer&ecirc;ncia no anteparo. </font></font></p>
  <p align="justify"><font size="2" face="Verdana, Arial, Helvetica, sans-serif">Ao tirar-se uma foto, da imagem formada no anteparo da simula&ccedil;&atilde;o 
    anterior (figura 7.2.1), observa-se uma forma&ccedil;&atilde;o do padr&atilde;o de interfer&ecirc;ncia, 
    com uma s&eacute;rie de linhas claras (interfer&ecirc;ncia construtiva) e outra 
    de linhas escuras (interfer&ecirc;ncia destrutiva).</font></p>
  <table width="90%" border="0" cellspacing="0" cellpadding="0" height="34">
    <tr>
      <td width="201"><p align="center"><img src="../../img/anteparo_young.gif" width="97" height="167"><br>
          <font size="1" face="Verdana, Arial, Helvetica, sans-serif">Figura 7.2.1 -Padr&atilde;o de interfer&ecirc;ncia </font></p>      </td>
      <td width="606"><div align="justify"><span style='font-size:10.0pt;font-family:Verdana;
mso-fareast-font-family:"Times New Roman";mso-bidi-font-family:"Times New Roman";
color:black;mso-ansi-language:PT-BR;mso-fareast-language:PT-BR;mso-bidi-language:
AR-SA'>Pode-se afirmar, que para a franja brilhante central, o caminho percorrido pela onda de luz proveniente da F<sub>2</sub></span><span
style='font-size:12.0pt;font-family:"Times New Roman";mso-fareast-font-family:
"Times New Roman";color:black;mso-ansi-language:PT-BR;mso-fareast-language:
PT-BR;mso-bidi-language:AR-SA'> </span><span style='font-size:10.0pt;
font-family:Verdana;mso-fareast-font-family:"Times New Roman";mso-bidi-font-family:
"Times New Roman";color:black;mso-ansi-language:PT-BR;mso-fareast-language:
PT-BR;mso-bidi-language:AR-SA'>&eacute; o mesmo caminho que o caminho pela onda vinda de F<sub>3</sub>, portanto, se em ambas as fontes (F<sub>2</sub> e F<sub>3</sub>) h&aacute; propaga&ccedil;&atilde;o de luz coerente, elas chegam no anteparo em fase, se somando naquele ponto. No entanto, na combina&ccedil;&atilde;o de ondas com uma diferen&ccedil;a de meio comprimento de onda, de uma rela&ccedil;&atilde;o &agrave; outra, as ondas nos pontos do anteparo est&atilde;o fora de fase, formando franjas escuras. Este caso comporta-se de forma an&aacute;loga a interfer&ecirc;ncia com ondas de &aacute;gua (ou som), estudados no cap&iacute;tulo 7.1. </span></div></td>
    </tr>
  </table>
  <p align="justify"><font face="Verdana, Arial, Helvetica, sans-serif"><strong><font size="2">Atividade a serem desenvolvidas por voc&ecirc;: </font></strong></font></p>
  <p align="justify"><font size="2" face="Verdana, Arial, Helvetica, sans-serif">1- Explique, partindo da figura abaixo e usando o modelo ondulat&oacute;rio da luz, o que Young demonstrou em seu experimento.</font></p>
  <p align="center"><font face="Verdana, Arial, Helvetica, sans-serif"><img src="../../img/exercicio_young1.gif" width="350" height="200"></font></p>
  <p align="justify"><font size="2" face="Verdana, Arial, Helvetica, sans-serif">2- Partindo da figura abaixo, construa o gr&aacute;fico da intensidade da luz que atinge o anteparo em fun&ccedil;&atilde;o da posi&ccedil;&atilde;o Y, junto ao m&aacute;ximo central.</font></p>
  <p align="center"><font face="Verdana, Arial, Helvetica, sans-serif"><img src="../../img/exercico_young2.gif" width="110" height="167"></font></p>
  <p align="justify"><font size="2" face="Verdana, Arial, Helvetica, sans-serif">3- Uma pessoa observa a luz do Sol entrar por duas frestas id&ecirc;nticas existentes em cada lado da porta de sua casa, projetando seus raios na parede, mas neste caso ela n&atilde;o consegue observar o fen&ocirc;meno de interfer&ecirc;ncia. Por qu&ecirc;?</font></p>
</div>
</body>
</html>
